Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# aiImageGenerationDesc
source: Create stunning, high-quality images from text descriptions using advanced AI technology.
de: Erstellen Sie mithilfe fortschrittlicher KI-Technologie beeindruckende, hochwertige Bilder aus Textbeschreibungen.
es: Cree imágenes impresionantes y de alta calidad a partir de descripciones de texto utilizando tecnología avanzada de IA.
fr: Créez de belles images de haute qualité à partir de descriptions textuelles en utilisant une technologie IA avancée.
hi: उन्नत AI तकनीक का उपयोग करके टेक्स्ट विवरण से शानदार, उच्च-गुणवत्ता वाली छवियां बनाएं।
id: Buat gambar berkualitas tinggi yang memukau dari deskripsi teks menggunakan teknologi AI canggih.
it: Crea immagini straordinarie e di alta qualità dalle descrizioni testuali utilizzando la tecnologia AI avanzata.
ja: AIの先進技術を使用して、テキストの説明から美しく高品質な画像を作成します。
pt: Crie imagens deslumbrantes e de alta qualidade a partir de descrições de texto usando tecnologia avançada de IA.

source: Unlimited Photo Analysis
de: Unbegrenzte Fotoanalyse
es: Análisis de Fotos Ilimitado
fr: Analyse illimitée de photos
hi: असीमित फोटो विश्लेषण
id: Analisis Foto Tak Terbatas
it: Analisi fotografica illimitata
ja: 無制限写真分析
pt: Análise Ilimitada de Fotos

# unlimitedPhotoAnalysisDesc
source: Upload and analyze multiple photos simultaneously with detailed AI-powered insights and descriptions.
de: Laden Sie mehrere Fotos gleichzeitig hoch und analysieren Sie sie mit detaillierten KI-gestützten Erkenntnissen und Beschreibungen.
es: Cargue y analice múltiples fotos simultáneamente, recibiendo insights detallados impulsados por IA y descripciones.
fr: Téléchargez et analysez plusieurs photos en même temps, en recevant des insights détaillés et des explications alimentées par l'IA.
hi: विस्तृत AI-संचालित अंतर्दृष्टि और विवरण के साथ एक साथ कई फोटो अपलोड और विश्लेषण करें।
id: Unggah dan analisis beberapa foto secara bersamaan dengan wawasan dan deskripsi terperinci bertenaga AI.
it: Carica e analizza più foto contemporaneamente con approfondimenti e descrizioni dettagliate basate sull'intelligenza artificiale.
ja: 複数の写真を同時にアップロードして分析し、詳細なAIによるインサイトと説明を受け取ります。
pt: Carregue e analise múltiplas fotos simultaneamente com insights e descrições detalhadas potenciadas por IA.

source: Real-time Internet Search
de: Internetsuche in Echtzeit
es: Búsqueda de Internet en Tiempo Real
hi: रियल-टाइम इंटरनेट खोज
id: Pencarian Internet Real-time
it: Ricerca Internet in tempo reale
ja: リアルタイムインターネット検索
pt: Pesquisa Internet em Tempo Real

# realtimeInternetSearchDesc
source: Get up-to-date information from the web with live search integration for current events and facts.
de: Erhalten Sie aktuelle Informationen aus dem Internet mit Live-Suchintegration für aktuelle Ereignisse und Fakten.
es: Obtenga información más reciente de la web a través de integración de búsqueda en tiempo real sobre eventos actuales y hechos.
hi: वर्तमान घटनाओं और तथ्यों के लिए लाइव खोज एकीकरण के साथ वेब से नवीनतम जानकारी प्राप्त करें।
id: Dapatkan informasi terkini dari web dengan integrasi pencarian langsung untuk acara dan fakta terkini.
it: Ottieni informazioni aggiornate dal Web con l'integrazione della ricerca in tempo reale per eventi e fatti attuali.
ja: 現在の出来事や事実についてリアルタイム検索統合を通じてウェブから最新情報を取得します。
pt: Obtenha informações atualizadas da web com integração de pesquisa ao vivo para eventos atuais e factos.

source: Document Analysis
de: Dokumentenanalyse
es: Análisis de Documentos
fr: Analyse de Documents
hi: दस्तावेज़ विश्लेषण
id: Analisis Dokumen
it: Analisi Documenti
ja: 文書分析
pt: Análise de Documentos

# documentAnalysisDesc
source: Analyze PDFs, Word docs, spreadsheets & more with advanced AI
de: Analysieren Sie PDFs, Word-Dokumente, Tabellen und mehr mit fortschrittlicher KI
es: Analiza PDFs, documentos de Word, hojas de cálculo y más con IA avanzada
fr: Analysez des PDF, documents Word, feuilles de calcul et plus avec une IA avancée
hi: उन्नत AI के साथ PDF, Word दस्तावेज़, स्प्रेडशीट और अधिक का विश्लेषण करें
id: Analisis PDF, dokumen Word, spreadsheet & lainnya dengan AI canggih
it: Carica e analizza file PDF, Word, Excel e PowerPoint con estrazione di contenuti e insights alimentati da IA.
ja: 高度なAIでPDF、Word文書、スプレッドシートなどを分析
pt: Carregue e analise ficheiros PDF, Word, Excel e PowerPoint com extração de conteúdo e insights potenciados por IA.

source: AI Profile Insights
de: Einblicke in das KI-Profil
es: Insights del Perfil IA
hi: AI प्रोफाइल अंतर्दृष्टि
id: Wawasan Profil AI
it: Approfondimenti sul profilo AI
ja: AIプロフィールインサイト
pt: Insights do Perfil IA

# aiProfileInsightsDesc
source: Get AI-powered analysis of your conversation patterns and personalized insights about your communication style and preferences.
de: Erhalten Sie eine KI-gestützte Analyse Ihrer Gesprächsmuster und personalisierte Einblicke in Ihren Kommunikationsstil und Ihre Vorlieben.
es: Obtenga análisis impulsados por IA de sus patrones de conversación e insights personalizados sobre su estilo de comunicación y preferencias.
fr: Obtenez une analyse alimentée par l'IA de vos modèles de conversation et des insights personnalisés sur votre style de communication et vos préférences.
hi: अपनी बातचीत पैटर्न का AI-संचालित विश्लेषण और अपनी संचार शैली और प्राथमिकताओं के बारे में व्यक्तिगत अंतर्दृष्टि प्राप्त करें।
id: Dapatkan analisis bertenaga AI tentang pola percakapan Anda dan wawasan yang dipersonalisasi tentang gaya komunikasi dan preferensi Anda.
it: Ottieni analisi basate sull'intelligenza artificiale dei tuoi modelli di conversazione e approfondimenti personalizzati sul tuo stile di comunicazione e sulle tue preferenze.
ja: AIによる会話パターンの分析と、コミュニケーションスタイルや好みに関するパーソナライズされたインサイトを取得します。
pt: Obtenha análise potenciada por IA dos seus padrões de conversa e insights personalizados sobre o seu estilo de comunicação e preferências.

source: Free vs Premium
de: Kostenlos vs. Premium
es: Gratis vs Premium
fr: Gratuit vs Premium
hi: मुफ्त बनाम प्रीमियम
id: Gratis vs Premium
it: Gratuito o Premium
ja: 無料 vs プレミアム
pt: Gratuito vs Premium

source: Unlimited Chat Messages
de: Unbegrenzte Chat-Nachrichten
es: Mensajes de chat ilimitados
fr: Messages de chat illimités
hi: असीमित चैट संदेश
id: Pesan Obrolan Tak Terbatas
it: Messaggi di chat illimitati
ja: 無制限チャットメッセージ
pt: Mensagens de Conversa Ilimitadas

source: Translation Features
de: Übersetzungsfunktionen
es: Funciones de traducción
hi: अनुवाद सुविधाएं
id: Fitur Terjemahan
it: Funzionalità di traduzione
ja: 翻訳機能
pt: Funcionalidades de Tradução

source: Basic Voice (Device TTS)
de: Grundstimme (Geräte-TTS)
es: Voz Básica (TTS del Dispositivo)
fr: Voix de Base (TTS de l'Appareil)
hi: बेसिक वॉयस (डिवाइस TTS)
id: Suara Dasar (TTS Perangkat)
it: Voce Base (TTS del Dispositivo)
ja: 基本音声（デバイスTTS）
pt: Voz Básica (TTS do Dispositivo)

source: PDF Creation Tools
de: PDF-Erstellungstools
es: Herramientas de creación de PDF
hi: PDF निर्माण टूल्स
id: Alat Pembuatan PDF
it: Strumenti per la creazione di PDF
ja: PDF作成ツール
pt: Ferramentas de Criação PDF

source: Profile Updates
de: Profilaktualisierungen
es: Actualizaciones de perfil
hi: प्रोफाइल अपडेट
id: Pembaruan Profil
it: Aggiornamenti del profilo
ja: プロフィールの更新
pt: Atualizações de Perfil

source: Share Message as PDF
de: Nachricht als PDF teilen
es: Compartir mensaje como PDF
hi: संदेश को PDF के रूप में शेयर करें
id: Bagikan Pesan sebagai PDF
it: Condividi il messaggio come PDF
ja: メッセージを PDF として共有
pt: Partilhar Mensagem como PDF

source: Premium AI Voice
de: Premium-KI-Stimme
es: Voz IA premium
hi: प्रीमियम AI आवाज़
id: Suara AI Premium
it: Voce AI premium
ja: プレミアムAIボイス
pt: Voz IA Premium

# fiveTotalLimit
source: 5 total
de: Insgesamt 5
es: 5 en total
fr: 5 au total
hi: कुल 5
it: 5 in totale
ja: 合計5個
pt: 5 no total

# tenTotalLimit
source: 10 total
de: Insgesamt 10
es: 10 en total
hi: कुल 10
it: 10 in totale
ja: 合計10個
pt: 10 no total

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: असीमित
id: Tak Terbatas
it: Illimitato
ja: 無制限
pt: Ilimitado

source: Free Trial Information
de: Informationen zur kostenlosen Testversion
es: Información de Prueba Gratuita
fr: Informations sur l'essai gratuit
hi: मुफ्त परीक्षण जानकारी
id: Informasi Uji Coba Gratis
it: Informazioni sulla prova gratuita
ja: 無料トライアル情報
pt: Informação do Período de Teste Gratuito

# startFreeTrialThenPrice
source: Start Free Trial, then {price}/month
de: Kostenlose Testversion starten, dann {price}/Monat
es: Comience la prueba gratuita y luego {price}/mes
hi: मुफ्त परीक्षण शुरू करें, फिर {price}/माह
id: Mulai Uji Coba Gratis, lalu {price}/bulan
it: Inizia la prova gratuita, quindi {price}/mese
ja: 無料トライアルを開始し、その後は{price}/月
pt: Começar Período de Teste Grátis, depois {price}/mês

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
ja: 利用規約
pt: Termos de Utilização

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
pt: Política de Privacidade

# editProfileAndInsights
source: Edit profile & AI insights
de: Profil und KI-Insights bearbeiten
es: Editar perfil e insights de IA
fr: Modifier le profil et les insights IA
hi: प्रोफाइल और AI अंतर्दृष्टि संपादित करें
id: Edit profil & wawasan AI
it: Modifica profilo e insights IA
ja: プロフィールとAIインサイトを編集
pt: Editar perfil e insights IA

source: Quick Actions
de: Schnelle Aktionen
es: Acciones rápidas
hi: त्वरित क्रियाएं
id: Tindakan Cepat
it: Azioni rapide
ja: クイックアクション
pt: Ações Rápidas

# quickActionTranslate
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद करें
id: Terjemahkan
it: Tradurre
ja: 翻訳
pt: Traduzir

# quickActionAnalyze
source: Analyze
de: Analysieren
es: Analizar
fr: Analyser
hi: विश्लेषण करें
id: Analisis
it: Analizzare
ja: 分析
pt: Analisar

# quickActionDescribe
source: Describe
de: Beschreiben
es: Describir
fr: Décrire
hi: वर्णन करें
id: Deskripsikan
it: Descrivere
ja: 説明
pt: Descrever

# quickActionExtractText
source: Extract Text
de: Text Extrahieren
es: Extraer Texto
fr: Extraire le Texte
hi: टेक्स्ट निकालें
id: Ekstrak Teks
it: Estrai testo
ja: テキスト抽出
pt: Extrair Texto

# quickActionExplain
source: Explain
de: Erklären
es: Explicar
fr: Expliquer
hi: समझाएं
id: Jelaskan
it: Spiegare
ja: 説明
pt: Explicar

# quickActionIdentify
source: Identify
de: Identifizieren
es: Identificar
fr: Identifier
hi: पहचानें
id: Identifikasi
it: Identificare
ja: 識別
pt: Identificar

source: Text Size
de: Textgröße
es: Tamaño de Texto
fr: Taille du texte
hi: टेक्स्ट साइज़
id: Ukuran Teks
it: Dimensione del testo
ja: テキストサイズ
pt: Tamanho do Texto

source: Preferences
de: Präferenzen
es: Preferencias
hi: प्राथमिकताएं
id: Preferensi
it: Preferenze
ja: 設定
pt: Preferências

source: Speaker Audio
de: Lautsprecher-Audio
es: Audio del Altavoz
hi: स्पीकर ऑडियो
id: Audio Speaker
it: Audio dell'altoparlante
ja: スピーカーオーディオ
pt: Áudio do Altifalante

# speakerAudioDesc
source: Use device speaker for audio
de: Verwenden Sie den Gerätelautsprecher für den Ton
es: Usar altavoz del dispositivo
hi: ऑडियो के लिए डिवाइस स्पीकर का उपयोग करें
id: Gunakan speaker perangkat untuk audio
it: Utilizza l'altoparlante del dispositivo per l'audio
ja: オーディオにデバイスのスピーカーを使用する
pt: Usar altifalante do dispositivo para áudio

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
it: Avanzato
ja: 高度
pt: Avançado

# clearChatHistoryDesc
source: Delete all conversations and messages
de: Löschen Sie alle Konversationen und Nachrichten
es: Eliminar todas las conversaciones y mensajes
fr: Supprimer toutes les conversations et messages
hi: सभी बातचीत और संदेश हटाएं
id: Hapus semua percakapan dan pesan
it: Elimina tutte le conversazioni e i messaggi
ja: すべての会話とメッセージを削除
pt: Elimine todas as conversas e mensagens

# clearCacheDesc
source: Free up storage space
de: Geben Sie Speicherplatz frei
es: Liberar espacio de almacenamiento
fr: Libérer l'espace de stockage
hi: स्टोरेज स्पेस खाली करें
id: Bebaskan ruang penyimpanan
it: Libera spazio di archiviazione
ja: ストレージ容量を解放
pt: Liberte espaço de armazenamento

source: Debug Options
de: Debug-Optionen
es: Opciones de Debug
fr: Options de Debug
hi: डीबग विकल्प
id: Opsi Debug
it: Opzioni di debug
ja: デバッグオプション
pt: Opções de Debug

source: Subscription Debug
de: Abonnement-Debug
es: Debug de Suscripción
fr: Debug d'Abonnement
hi: सदस्यता डीबग
id: Debug Langganan
it: Debug dell'abbonamento
ja: サブスクリプションデバッグ
pt: Debug de Subscrição

source: Real Status:
de: Echter Status:
es: Estado Real:
fr: Statut Réel :
hi: वास्तविक स्थिति:
id: Status Sebenarnya:
it: Stato reale:
ja: 実際のステータス：
pt: Estado Real:

source: Current Status:
de: Aktueller Status:
es: Estado Actual:
fr: Statut Actuel :
hi: वर्तमान स्थिति:
id: Status Saat Ini:
it: Stato attuale:
ja: 現在のステータス：
pt: Estado Atual:

source: Premium
de: Prämie
es: De primera calidad
hi: प्रीमियम
it: Premio
ja: プレミアム
pt: Prêmio

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ्त
id: Gratis
it: Gratuito
ja: 無料
pt: Grátis

# supportAndInfo
source: Support & Info
de: Support und Informationen
es: Soporte e Información
fr: Support et Informations
hi: समर्थन और जानकारी
id: Dukungan & Info
it: Supporto e Informazioni
ja: サポートと情報
pt: Suporte e Info

source: Color Scheme
de: Farbschema
es: Esquema de Color
fr: Schéma de Couleurs
hi: रंग योजना
id: Skema Warna
it: Combinazione di colori
ja: カラースキーム
pt: Esquema de Cores

# colorSchemeSystem
source: System
es: Sistema
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
pt: Sistema

# colorSchemeLight
source: Light
de: Hell
es: Claro
fr: Clair
hi: लाइट
id: Terang
it: Leggero
ja: ライト
pt: Claro

# colorSchemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
id: Gelap
it: Buio
ja: ダーク
pt: Escuro

# helpAndInstructions
source: Help & Instructions
de: Hilfe und Anleitung
es: Ayuda e Instrucciones
fr: Aide et instructions
hi: सहायता और निर्देश
id: Bantuan & Petunjuk
it: Aiuto e istruzioni
ja: ヘルプと説明
pt: Ajuda e Instruções

# learnHowToUseHowAI
source: Learn how to use HowAI effectively
de: Erfahren Sie, wie Sie HowAI effektiv nutzen
es: Aprenda a utilizar HowAI de forma eficaz
hi: HowAI को प्रभावी ढंग से उपयोग करना सीखें
id: Pelajari cara menggunakan HowAI secara efektif
it: Scopri come utilizzare HowAI in modo efficace
ja: HowAI を効果的に使用する方法を学ぶ
pt: Aprenda a usar o HowAI eficazmente

source: Language
de: Sprache
es: Idioma
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
pt: Idioma

# russian
source: Русский
fr: Russe
ja: ロシア語

# portuguese
source: Português (Brasil)
es: Português
fr: Portugais
ja: ポルトガル語
pt: Português

# korean
source: 한국어
fr: Coréen
ja: 韓国語

# turkish
source: Türkçe
fr: Turc
ja: トルコ語

# vietnamese
source: Tiếng Việt
de: Vietnamesisch
fr: Vietnamien
ja: ベトナム語

# polish
source: Polski
de: Polnisch
fr: Polonais
ja: ポーランド語

source: Small
de: Klein
es: Pequeño
fr: Petit
hi: छोटा
id: Kecil
it: Piccolo
ja: 小
pt: Pequeno

# smallPlus
source: Small+
de: Klein+
es: Pequeño+
hi: छोटा+
id: Kecil+
it: Piccolo+
ja: 小+
pt: Pequeno+

# defaultSize
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
pt: Predefinido

source: Large
de: Groß
es: Grande
fr: Grand
hi: बड़ा
id: Besar
it: Grande
ja: 大
pt: Grande

# largePlus
source: Large+
de: Groß+
es: Grande+
hi: बड़ा+
id: Besar+
it: Grande+
ja: 大+
pt: Grande+

source: Extra Large
de: Extra groß
es: Extra Grande
fr: Très grand
hi: अतिरिक्त बड़ा
id: Ekstra Besar
it: Molto grande
ja: 特大
pt: Extra Grande

source: Premium features active
de: Premium-Funktionen aktiv
hi: प्रीमियम सुविधाएं सक्रिय
id: Fitur premium aktif
it: Funzionalità premium attive
ja: プレミアム機能が有効になっている
pt: Funcionalidades premium ativas

# upgradeToUnlockFeatures
source: Upgrade to unlock all features
de: Führen Sie ein Upgrade durch, um alle Funktionen freizuschalten
es: Actualice para desbloquear todas las funciones
hi: सभी सुविधाएं अनलॉक करने के लिए अपग्रेड करें
id: Upgrade untuk membuka semua fitur
it: Esegui l'upgrade per sbloccare tutte le funzionalità
ja: アップグレードしてすべての機能をロック解除する
pt: Atualize para desbloquear todas as funcionalidades

# manualVoicePlayback
source: Manual voice playback available per message
de: Manuelle Sprachausgabe
es: Reproducción Manual de Voz
fr: Lecture Vocale Manuelle
hi: प्रति संदेश मैनुअल वॉयस प्लेबैक उपलब्ध
id: Pemutaran suara manual tersedia per pesan
it: Riproduzione Vocale Manuale
ja: 手動音声再生
pt: Reprodução manual de voz disponível por mensagem

source: Map View Coming Soon
de: Kartenansicht kommt bald
es: Vista del mapa próximamente
fr: Vue carte bientôt disponible
hi: मैप व्यू जल्द आ रहा है
id: Tampilan Peta Segera Hadir
it: Vista mappa in arrivo
ja: マップビューが間もなく登場
pt: Vista de Mapa Em Breve

# mapViewComingSoonDesc
source: We're working on getting the map view ready. For now, use the Places view to explore locations.
de: Wir bereiten die Kartenansichtsfunktion vor.\nBitte verwenden Sie vorerst die Ortsansicht, um Standorte zu erkunden.
es: Estamos preparando la función de vista del mapa.\nPor favor, usa la vista de lugares para explorar ubicaciones por ahora.
fr: Nous préparons la fonction de vue carte.\nVeuillez utiliser la vue des lieux pour explorer les emplacements pour l'instant.
hi: हम मैप व्यू तैयार करने पर काम कर रहे हैं। अभी के लिए, स्थानों का पता लगाने के लिए Places व्यू का उपयोग करें।
id: Kami sedang mengerjakan tampilan peta. Untuk saat ini, gunakan tampilan Tempat untuk menjelajahi lokasi.
it: Stiamo preparando la funzione vista mappa.\nPer ora utilizza la vista luoghi per esplorare le posizioni.
ja: マップビュー機能を準備中です。 現在は場所ビューを使用して位置を探索してください。
pt: Estamos a trabalhar para ter a vista de mapa pronta. Por agora, use a vista de Locais para explorar localizações.

source: View Places
de: Orte Anzeigen
es: Ver Lugares
fr: Voir les Lieux
hi: स्थान देखें
id: Lihat Tempat
it: Visualizza Luoghi
ja: 場所を表示
pt: Ver Locais

# foundPlaces
source: Found {count} places
de: {count} Orte gefunden
es: Se encontraron {count} lugares
fr: {count} lieux trouvés
hi: {count} स्थान मिले
id: Ditemukan {count} tempat
it: Trovati {count} luoghi
ja: {count}個の場所が見つかりました
pt: Encontrados {count} locais

source: Near {location}
de: In der Nähe von {location}
es: Cerca de {location}
hi: {location} के पास
id: Dekat {location}
it: Vicino a {location}
ja: {location}付近
pt: Perto de {location}

source: Places
de: Orte
es: Lugares
fr: Lieux
hi: स्थान
id: Tempat
it: Luoghi
ja: 場所
pt: Locais

source: Map
de: Karte
es: Mapa
hi: मैप
id: Peta
it: Mappa
ja: 地図
pt: Mapa

source: Restaurants
es: Restaurantes
hi: रेस्तरां
id: Restoran
it: Ristoranti
ja: レストラン
pt: Restaurantes

source: Hotels
es: Hoteles
fr: Hôtels
hi: होटल
id: Hotel
it: Hotel
ja: ホテル
pt: Hotéis

source: Attractions
de: Attraktionen
es: Atracciones
hi: आकर्षण
id: Atraksi
it: Attrazioni
ja: アトラクション
pt: Atrações

source: Shopping
de: Einkaufen
es: Compras
hi: शॉपिंग
id: Belanja
ja: 買い物
pt: Compras

source: Directions
de: Wegbeschreibung
es: Direcciones
hi: दिशा-निर्देश
id: Petunjuk Arah
it: Indicazioni
ja: 方向
pt: Direções

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
pt: Detalhes

source: Copy Address
de: Adresse Kopieren
es: Copiar Dirección
fr: Copier l'Adresse
hi: पता कॉपी करें
id: Salin Alamat
it: Copia Indirizzo
ja: 住所をコピー
pt: Copiar Endereço

source: Get Directions
de: Wegbeschreibung Abrufen
es: Obtener Direcciones
fr: Obtenir les Directions
hi: दिशा-निर्देश प्राप्त करें
id: Dapatkan Petunjuk Arah
it: Ottieni Indicazioni
ja: 方向を取得
pt: Obter Direções

# navigateTo
source: Navigate to {placeName}
de: Navigieren Sie zu {placeName}
es: Navegar a {placeName}
hi: {placeName} पर नेविगेट करें
id: Navigasi ke {placeName}
it: Vai a {placeName}
ja: {placeName} に移動します
pt: Navegar para {placeName}

# addressCopied
source: 📋 Address copied to clipboard!
de: 📋 Adresse in die Zwischenablage kopiert!
es: 📋 ¡Dirección copiada al portapapeles!
fr: 📋 Adresse copiée dans le presse-papiers !
hi: 📋 पता क्लिपबोर्ड पर कॉपी किया गया!
id: 📋 Alamat disalin ke clipboard!
it: 📋 Indirizzo copiato negli appunti!
ja: 📋 住所をクリップボードにコピーしました！
pt: 📋 Endereço copiado para a área de transferência!

source: No places found
de: Keine Orte für Ihre Anfrage gefunden.
es: No se encontraron lugares para su consulta.
fr: Aucun lieu trouvé pour votre recherche.
hi: कोई स्थान नहीं मिला
id: Tidak ada tempat ditemukan
it: Nessun luogo trovato per la tua ricerca.
ja: お問い合わせの場所が見つかりませんでした。
pt: Nenhum local encontrado

# trySearchingElse
source: Try searching for something else or check your location settings.
de: Versuchen Sie, nach etwas anderem zu suchen, oder überprüfen Sie Ihre Standorteinstellungen.
es: Intente buscar otra cosa o verifique la configuración de su ubicación.
hi: कुछ और खोजने का प्रयास करें या अपनी स्थान सेटिंग्स जांचें।
id: Coba cari hal lain atau periksa pengaturan lokasi Anda.
it: Prova a cercare qualcos'altro o controlla le impostazioni di posizione.
ja: 別の検索を試すか、位置情報の設定を確認してください。
pt: Tente pesquisar outra coisa ou verifique as suas definições de localização.

source: Try Again
de: Versuchen Sie es erneut
es: Intentar otra vez
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: もう一度やり直してください
pt: Tentar Novamente

source: 🍽️ Restaurant & Dining
de: 🍽️ Restaurant & Essen
es: 🍽️ Restaurante y comedor
hi: 🍽️ रेस्तरां और डाइनिंग
id: 🍽️ Restoran & Tempat Makan
it: 🍽️ Ristorante e ristorazione
ja: 🍽️ レストラン&ダイニング
pt: 🍽️ Restaurante e Refeições

source: 🏨 Accommodation & Lodging
de: 🏨 Unterkunft & Beherbergung
es: 🏨 Alojamiento y Hospedaje
fr: 🏨 Hébergement et Logement
hi: 🏨 आवास और लॉजिंग
id: 🏨 Akomodasi & Penginapan
it: 🏨 Alloggio e Ospitalità
ja: 🏨 宿泊施設
pt: 🏨 Acomodação e Hospedagem

source: 🎭 Tourist Attraction & Culture
de: 🎭 Touristenattraktion und Kultur
es: 🎭 Atracción turística y cultura
hi: 🎭 पर्यटन आकर्षण और संस्कृति
id: 🎭 Atraksi Wisata & Budaya
it: 🎭 Attrazione turistica e cultura
ja: 🎭 観光名所と文化
pt: 🎭 Atração Turística e Cultura

source: 🛍️ Shopping & Retail
de: 🛍️ Einkaufen und Einzelhandel
es: 🛍️ Compras y venta al por menor
hi: 🛍️ शॉपिंग और रिटेल
id: 🛍️ Belanja & Ritel
it: 🛍️ Acquisti e vendita al dettaglio
ja: 🛍️ ショッピングと小売
pt: 🛍️ Compras e Retalho

source: 🏥 Healthcare & Medical
de: 🏥 Gesundheitswesen & Medizin
es: 🏥 Atención Médica
fr: 🏥 Soins de Santé et Médical
hi: 🏥 स्वास्थ्य सेवा और चिकित्सा
id: 🏥 Kesehatan & Medis
it: 🏥 Assistenza Sanitaria e Medica
ja: 🏥 ヘルスケア・医療
pt: 🏥 Saúde e Medicina

source: ⛽ Automotive Services
de: ⛽ Autoservice
es: ⛽ Servicios Automotrices
fr: ⛽ Services Automobiles
hi: ⛽ ऑटोमोटिव सेवाएं
id: ⛽ Layanan Otomotif
it: ⛽ Servizi Automobilistici
ja: ⛽ 自動車サービス
pt: ⛽ Serviços Automóveis

source: 🏦 Financial Services
de: 🏦 Finanzdienstleistungen
es: 🏦 Servicios Financieros
fr: 🏦 Services Financiers
hi: 🏦 वित्तीय सेवाएं
id: 🏦 Layanan Keuangan
it: 🏦 Servizi Finanziari
ja: 🏦 金融サービス
pt: 🏦 Serviços Financeiros

source: 💪 Health & Fitness
de: 💪 Gesundheit & Fitness
es: 💪 Salud y Fitness
fr: 💪 Santé et Fitness
hi: 💪 स्वास्थ्य और फिटनेस
id: 💪 Kesehatan & Kebugaran
it: 💪 Salute e Fitness
ja: 💪 健康・フィットネス
pt: 💪 Saúde e Fitness

source: 🎓 Education & Learning
de: 🎓 Bildung & Lernen
es: 🎓 Educación y Aprendizaje
fr: 🎓 Éducation et Apprentissage
hi: 🎓 शिक्षा और सीखना
id: 🎓 Pendidikan & Pembelajaran
it: 🎓 Educazione e Apprendimento
ja: 🎓 教育・学習
pt: 🎓 Educação e Aprendizagem

source: ⛪ Places of Worship
de: ⛪ Gotteshäuser
es: ⛪ Lugares de culto
fr: ⛪ Lieux de Culte
hi: ⛪ पूजा स्थल
id: ⛪ Tempat Ibadah
it: ⛪ Luoghi di culto
ja: ⛪ 礼拝所
pt: ⛪ Locais de Culto

source: 🌳 Parks & Recreation
de: 🌳 Parks und Erholung
es: 🌳 Parques y recreación
hi: 🌳 पार्क और मनोरंजन
id: 🌳 Taman & Rekreasi
it: 🌳 Parchi e attività ricreative
ja: 🌳 公園とレクリエーション
pt: 🌳 Parques e Recreação
