Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# aiImagePremiumDesc
source: Create stunning artwork and images from your imagination. This feature is available for Premium subscribers.
de: Erstellen Sie atemberaubende Kunstwerke und Bilder aus Ihrer Vorstellungskraft. Diese Funktion ist nur für Premium-Abonnenten verfügbar.
es: Crea obras de arte e imágenes impresionantes desde tu imaginación. Esta función está disponible para suscriptores Premium.
fr: Créez des œuvres d'art et des images époustouflantes à partir de votre imagination. Cette fonctionnalité est disponible pour les abonnés Premium uniquement.
hi: अपनी कल्पना से शानदार कलाकृति और छवियां बनाएं। यह सुविधा प्रीमियम सदस्यों के लिए उपलब्ध है।
id: Buat karya seni dan gambar yang memukau dari imajinasi Anda. Fitur ini tersedia untuk pelanggan Premium.
it: Crea splendide opere d'arte e immagini dalla tua immaginazione. Questa funzionalità è disponibile per gli abbonati Premium.
ja: あなたの想像力から素晴らしいアートワークや画像を作成します。この機能はプレミアム購読者のみ利用可能です。
pt: Crie obras de arte e imagens deslumbrantes da sua imaginação. Esta funcionalidade está disponível para subscritores Premium.

source: AI Personality
de: KI-Persönlichkeit
es: Personalidad de la IA
hi: AI व्यक्तित्व
id: Kepribadian AI
it: Personalità dell'IA
ja: AIのパーソナリティ
pt: Personalidade da IA

source: Reset to Default
de: Auf Standard Zurücksetzen
es: Restablecer a Predeterminado
fr: Rétablir par Défaut
hi: डिफ़ॉल्ट पर रीसेट करें
id: Reset ke Default
it: Ripristina le impostazioni predefinite
ja: デフォルトにリセット
pt: Repor para Predefinição

# resetToDefaultConfirm
source: Are you sure you want to reset to default AI personality settings? This will overwrite all custom settings.
de: Sind Sie sicher, dass Sie die KI-Persönlichkeitseinstellungen auf Standard zurücksetzen möchten? Dies überschreibt alle benutzerdefinierten Einstellungen.
es: ¿Estás seguro de que quieres restablecer a la configuración predeterminada de personalidad IA? Esto sobrescribirá todas las configuraciones personalizadas.
fr: Êtes-vous sûr de vouloir rétablir les paramètres de personnalité IA par défaut ? Cela écrasera tous les paramètres personnalisés.
hi: क्या आप वाकई डिफ़ॉल्ट AI व्यक्तित्व सेटिंग्स पर रीसेट करना चाहते हैं? यह सभी कस्टम सेटिंग्स को ओवरराइट कर देगा।
id: Apakah Anda yakin ingin mereset ke pengaturan kepribadian AI default? Ini akan menimpa semua pengaturan kustom.
it: Sei sicuro di voler ripristinare le impostazioni predefinite della personalità AI? Ciò sovrascriverà tutte le impostazioni personalizzate.
ja: AI性格設定をデフォルトにリセットしてもよろしいですか？これによりすべてのカスタム設定が上書きされます。
pt: Tem a certeza que quer repor para as definições de personalidade IA predefinidas? Isto irá substituir todas as definições personalizadas.

source: AI personality settings saved
de: KI-Persönlichkeitseinstellungen gespeichert
es: Configuración de personalidad de IA guardada
hi: AI व्यक्तित्व सेटिंग्स सहेजी गईं
id: Pengaturan kepribadian AI disimpan
it: Impostazioni della personalità AI salvate
ja: AI の性格設定が保存されました
pt: Definições de personalidade da IA guardadas

# saveFailedTryAgain
source: Couldn't save. Please try again.
de: Speichern fehlgeschlagen, bitte versuchen Sie es erneut
es: Error al guardar, por favor intenta de nuevo
fr: Échec de la sauvegarde, veuillez réessayer
hi: सहेजना विफल, कृपया पुनः प्रयास करें
id: Gagal menyimpan, silakan coba lagi
it: Save failed, please try again
ja: 保存に失敗しました。もう一度お試しください
pt: Falha ao guardar, por favor tente novamente

# errorSaving
source: Couldn't save your changes. Please try again.
de: Speicherfehler: {error}
es: Error al guardar: {error}
fr: Erreur de sauvegarde : {error}
hi: सहेजने में त्रुटि: {error}
id: Kesalahan menyimpan: {error}
it: Error saving: {error}
ja: 保存エラー：{error}
pt: Erro ao guardar: {error}

source: Reset to default settings
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer a configuración predeterminada
fr: Rétablir les paramètres par défaut
hi: डिफ़ॉल्ट सेटिंग्स पर रीसेट करें
id: Reset ke pengaturan default
it: Ripristina le impostazioni predefinite
ja: デフォルト設定にリセット
pt: Repor para definições predefinidas

# resetFailed
source: Couldn't reset. Please try again.
de: Reset fehlgeschlagen: {error}
es: Error al reiniciar: {error}
fr: Échec de la réinitialisation : {error}
hi: रीसेट विफल: {error}
id: Reset gagal: {error}
it: Reset failed: {error}
ja: リセット失敗：{error}
pt: Reposição falhou: {error}

# aiAvatarUpdatedSaved
source: AI avatar updated and saved!
de: KI-Avatar aktualisiert und gespeichert!
es: ¡Avatar IA actualizado y guardado!
fr: Avatar IA mis à jour et sauvegardé !
hi: AI अवतार अपडेट और सहेजा गया!
id: Avatar AI diperbarui dan disimpan!
it: Avatar AI aggiornato e salvato!
ja: AIアバターが更新され保存されました！
pt: Avatar IA atualizado e guardado!

# failedUpdateAiAvatar
source: Couldn't update the avatar. Please try again.
de: KI-Avatar-Update fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al actualizar avatar IA. Por favor intenta de nuevo.
fr: Échec de la mise à jour de l'avatar IA. Veuillez réessayer.
hi: AI अवतार अपडेट करने में विफल। कृपया पुनः प्रयास करें।
id: Gagal memperbarui avatar AI. Silakan coba lagi.
it: Failed to update AI avatar. Please try again.
ja: AIアバターの更新に失敗しました。もう一度お試しください。
pt: Falha ao atualizar avatar IA. Por favor tente novamente.

source: Friendly
de: Freundlich
es: Amigable
fr: Amical
hi: मित्रवत
id: Ramah
it: Amichevole
ja: フレンドリー
pt: Amigável

source: Professional
de: Professionell
es: Profesional
fr: Professionnel
hi: पेशेवर
id: Profesional
it: Professionale
ja: プロフェッショナル
pt: Profissional

source: Witty
de: Witzig
es: Ingenioso
fr: Spirituel
hi: मज़ाकिया
id: Cerdas
it: Spiritoso
ja: 機知に富んだ
pt: Espirituoso

source: Caring
de: Fürsorglich
es: Cariñoso
fr: Bienveillant
hi: देखभाल करने वाला
id: Peduli
it: Premuroso
ja: 思いやりのある
pt: Atencioso

source: Energetic
de: Energisch
es: Enérgico
fr: Énergique
hi: ऊर्जावान
id: Energik
it: Energico
ja: エネルギッシュ
pt: Energético

source: Serious
de: Ernst
es: Serio
fr: Sérieux
hi: गंभीर
id: Serius
it: Serio
ja: 真面目
pt: Sério

source: Light
de: Leicht
es: Ligero
fr: Léger
hi: हल्का
id: Ringan
it: Leggero
ja: 軽い
pt: Leve

source: Dry
de: Trocken
es: Seco
fr: Sec
hi: सूखा
id: Kering
it: Asciutto
ja: ドライ
pt: Seco

source: Heavy
de: Schwer
es: Pesado
fr: Lourd
hi: भारी
id: Berat
it: Pesante
ja: 重い
pt: Intenso

source: Casual
de: Lässig
fr: Décontracté
hi: अनौपचारिक
id: Santai
it: Casuale
ja: カジュアル

source: Formal
de: Formell
fr: Formel
hi: औपचारिक
it: Formale
ja: フォーマル

source: Tech-savvy
de: Technikaffin
es: Experto en Tecnología
fr: Expert en Technologie
hi: तकनीक-प्रेमी
id: Melek teknologi
it: Esperto di tecnologia
ja: 技術に精通
pt: Conhecedor de tecnologia

source: Supportive
de: Unterstützend
es: Solidario
fr: Soutenant
hi: सहायक
id: Mendukung
it: Di supporto
ja: サポート的
pt: Apoiante

source: Concise
de: Prägnant
es: Conciso
fr: Concis
hi: संक्षिप्त
id: Ringkas
it: Conciso
ja: 簡潔
pt: Conciso

source: Detailed
de: Detailliert
es: Detallado
fr: Détaillé
hi: विस्तृत
id: Detail
it: Dettagliato
ja: 詳細
pt: Detalhado

source: General Knowledge
de: Allgemeinwissen
es: Conocimiento General
fr: Connaissances Générales
hi: सामान्य ज्ञान
id: Pengetahuan Umum
it: Conoscenza generale
ja: 一般知識
pt: Conhecimento Geral

source: Technology
de: Technologie
es: Tecnología
fr: Technologie
hi: प्रौद्योगिकी
id: Teknologi
it: Tecnologia
ja: 技術
pt: Tecnologia

source: Business
de: Geschäftlich
es: Negocios
fr: Affaires
hi: व्यापार
id: Bisnis
it: Attività commerciale
ja: ビジネス
pt: Empresarial

source: Creative
de: Kreativ
es: Creativo
fr: Créatif
hi: रचनात्मक
id: Kreatif
it: Creativo
ja: クリエイティブ
pt: Criativo

source: Academic
de: Akademisch
es: Académico
fr: Académique
hi: शैक्षणिक
id: Akademis
it: Accademico
ja: 学術的
pt: Académico

source: Done
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
pt: Concluído

source: Preview text size
de: Vorschau der Textgröße
es: Vista previa del tamaño del texto
fr: Aperçu de la taille du texte
hi: टेक्स्ट साइज़ प्रीव्यू
id: Pratinjau ukuran teks
it: Anteprima della dimensione del testo
ja: テキストサイズのプレビュー
pt: Pré-visualizar tamanho do texto

# adjustSliderTextSize
source: Adjust the slider below to change text size
de: Passen Sie den Schieberegler unten an, um die Textgröße zu ändern
es: Ajusta el deslizador abajo para cambiar el tamaño del texto
fr: Ajustez le curseur ci-dessous pour changer la taille du texte
hi: टेक्स्ट साइज़ बदलने के लिए नीचे स्लाइडर को समायोजित करें
id: Sesuaikan slider di bawah untuk mengubah ukuran teks
it: Regola il cursore qui sotto per modificare la dimensione del testo
ja: 下のスライダーを調整してテキストサイズを変更
pt: Ajuste o seletor abaixo para alterar o tamanho do texto

# textSizeChangeNote
source: If enabled, text size in chats and Moments will be changed. If you have any questions or feedback, please contact the WeChat Team.
de: Wenn aktiviert, wird die Textgröße in Chats und Momenten geändert. Bei Fragen oder Kommentaren wenden Sie sich bitte an das WeChat-Team.
es: Si está habilitado, el tamaño del texto en chats y Momentos será cambiado. Si tienes preguntas o comentarios, por favor contacta al Equipo de WeChat.
fr: Si activé, la taille du texte dans les chats et Moments sera modifiée. Si vous avez des questions ou commentaires, veuillez contacter l'équipe WeChat.
hi: सक्षम होने पर, चैट और Moments में टेक्स्ट साइज़ बदल जाएगा। यदि आपके कोई प्रश्न या प्रतिक्रिया है, तो कृपया WeChat टीम से संपर्क करें।
id: Jika diaktifkan, ukuran teks dalam obrolan dan Momen akan diubah. Jika Anda memiliki pertanyaan atau umpan balik, silakan hubungi Tim WeChat.
it: Se abilitato, la dimensione del testo nelle chat e nei Momenti verrà modificata. In caso di domande o feedback, contattare il team WeChat.
ja: 有効にすると、チャットとモーメントのテキストサイズが変更されます。質問やコメントがある場合は、WeChatチームにお問い合わせください。
pt: Se ativado, o tamanho do texto nas conversas e Momentos será alterado. Se tiver alguma questão ou feedback, por favor contacte a Equipa WeChat.

# resetToDefaultButton
source: Reset to Default
de: Auf Standard Zurücksetzen
es: Restablecer a Predeterminado
fr: Rétablir par Défaut
hi: डिफ़ॉल्ट पर रीसेट करें
id: Reset ke Default
it: Ripristina le impostazioni predefinite
ja: デフォルトにリセット
pt: Repor para Predefinição

# defaultFontSize
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
pt: Predefinido

source: Edit Profile
de: Profil Bearbeiten
es: Editar Perfil
fr: Modifier le Profil
hi: प्रोफाइल संपादित करें
id: Edit Profil
it: Modifica profilo
ja: プロフィール編集
pt: Editar Perfil

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
pt: Guardar

source: Tap to change photo
de: Tippen Sie, um das Foto zu ändern
es: Toca para cambiar foto
fr: Appuyez pour changer la photo
hi: फोटो बदलने के लिए टैप करें
id: Ketuk untuk mengubah foto
it: Tocca per cambiare foto
ja: 写真を変更するにはタップ
pt: Toque para alterar foto

source: Display Name
de: Anzeigename
es: Nombre para Mostrar
fr: Nom d'Affichage
hi: प्रदर्शन नाम
id: Nama Tampilan
it: Nome da visualizzare
ja: 表示名
pt: Nome de Exibição

source: Enter your name
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
id: Masukkan nama Anda
it: Inserisci il tuo nome
ja: お名前を入力
pt: Introduza o seu nome

# avatarUpdatedSaved
source: Avatar updated and saved!
de: Avatar aktualisiert und gespeichert!
es: ¡Avatar actualizado y guardado!
fr: Avatar mis à jour et sauvegardé !
hi: अवतार अपडेट और सहेजा गया!
id: Avatar diperbarui dan disimpan!
it: Avatar aggiornato e salvato!
ja: アバターが更新され保存されました！
pt: Avatar atualizado e guardado!

# failedUpdateAvatar
source: Couldn't update your avatar. Please try again.
de: Avatar-Update fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al actualizar avatar. Por favor intenta de nuevo.
fr: Échec de la mise à jour de l'avatar. Veuillez réessayer.
hi: अवतार अपडेट करने में विफल। कृपया पुनः प्रयास करें।
id: Gagal memperbarui avatar. Silakan coba lagi.
it: Failed to update avatar. Please try again.
ja: アバターの更新に失敗しました。もう一度お試しください。
pt: Falha ao atualizar avatar. Por favor tente novamente.

# premiumBadge
source: PREMIUM
de: PRÄMIE
es: DE PRIMERA CALIDAD
hi: प्रीमियम
it: PREMIO
ja: プレミアム

source: How AI understands you
de: Wie die KI Sie versteht
es: Cómo la IA te entiende
fr: Comment l'IA vous comprend
hi: AI आपको कैसे समझता है
id: Bagaimana AI memahami Anda
it: Come l'intelligenza artificiale ti capisce
ja: AIがあなたを理解する方法
pt: Como a IA o compreende

source: Unlock personalized AI analysis
de: Personalisierte KI-Analyse freischalten
es: Desbloquear análisis personalizado de IA
fr: Débloquer l'analyse IA personnalisée
hi: व्यक्तिगत AI विश्लेषण अनलॉक करें
id: Buka analisis AI yang dipersonalisasi
it: Sblocca l'analisi AI personalizzata
ja: パーソナライズされたAI分析のロック解除
pt: Desbloqueie análise IA personalizada

# chatMoreToHelpAi
source: Chat more to help AI understand your preferences
de: Chatten Sie mehr, um der KI zu helfen, Ihre Vorlieben zu verstehen
es: Chatea más para ayudar a la IA a entender tus preferencias
fr: Chattez plus pour aider l'IA à comprendre vos préférences
hi: AI को आपकी प्राथमिकताएं समझने में मदद करने के लिए और चैट करें
id: Lebih banyak mengobrol untuk membantu AI memahami preferensi Anda
it: Chatta di più per aiutare l'IA a comprendere le tue preferenze
ja: AIがあなたの好みを理解するためにもっとチャットしてください
pt: Converse mais para ajudar a IA a compreender as suas preferências

source: Friendly, direct, analytical...
de: Freundlich, direkt, analytisch...
es: Amigable, directo, analítico...
fr: Amical, direct, analytique...
hi: मित्रवत, सीधा, विश्लेषणात्मक...
id: Ramah, langsung, analitis...
it: Cordiale, diretto, analitico...
ja: フレンドリー、直接的、分析的...
pt: Amigável, direto, analítico...

source: Interests
de: Interessen
es: Intereses
fr: Intérêts
hi: रुचियां
id: Minat
it: Interessi
ja: 興味
pt: Interesses

source: Technology, productivity, AI...
de: Technologie, Produktivität, KI...
es: Tecnología, productividad, IA...
fr: Technologie, productivité, IA...
hi: प्रौद्योगिकी, उत्पादकता, AI...
id: Teknologi, produktivitas, AI...
it: Tecnologia, produttività, intelligenza artificiale...
ja: 技術、生産性、AI...
pt: Tecnologia, produtividade, IA...

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
hi: व्यक्तित्व
id: Kepribadian
it: Personalità
ja: 性格
pt: Personalidade

source: Curious, detail-oriented...
de: Neugierig, detailorientiert...
es: Curioso, orientado a los detalles...
fr: Curieux, orienté vers les détails...
hi: जिज्ञासु, विस्तार-उन्मुख...
id: Penasaran, berorientasi detail...
it: Curioso, attento ai dettagli...
ja: 好奇心旺盛、詳細志向...
pt: Curioso, orientado para detalhes...

source: Expertise
de: Sachverstand
es: Experiencia
hi: विशेषज्ञता
id: Keahlian
it: Competenza
ja: 専門知識
pt: Especialização

source: Intermediate to advanced...
de: Mittelstufe bis Fortgeschritten...
es: Intermedio a avanzado...
fr: Intermédiaire à avancé...
hi: मध्यवर्ती से उन्नत...
id: Menengah hingga lanjutan...
it: Da intermedio ad avanzato...
ja: 中級から上級...
pt: Intermédio a avançado...

source: Unlock AI Insights
de: KI-Einblicke Freischalten
es: Desbloquear Insights IA
fr: Débloquer les Insights IA
hi: AI अंतर्दृष्टि अनलॉक करें
id: Buka Wawasan AI
it: Sblocca gli insight sull'intelligenza artificiale
ja: AIインサイトのロック解除
pt: Desbloquear Insights IA

source: Upgrade to Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
hi: प्रीमियम में अपग्रेड करें
id: Upgrade ke Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium

# profileAndAbout
source: Profile & About
de: Profil und Über
es: Perfil y Acerca de
fr: Profil et À propos
hi: प्रोफाइल और हमारे बारे में
id: Profil & Tentang
it: Profilo e informazioni
ja: プロフィールと概要
pt: Perfil e Sobre

source: About
de: Über
es: Acerca de
fr: À propos
hi: हमारे बारे में
id: Tentang
it: Informazioni
ja: 概要
pt: Sobre

source: About HowAI
de: Über HowAI
es: Acerca de HowAI
fr: À propos de HowAI
hi: HowAI के बारे में
id: Tentang HowAI
it: Informazioni su HowAI
ja: HowAIについて
pt: Sobre o HowAI

# learnStoryBehindApp
source: Learn the story behind the app
de: Erfahren Sie die Geschichte hinter der App
es: Conoce la historia detrás de la aplicación
fr: Découvrez l'histoire derrière l'application
hi: ऐप के पीछे की कहानी जानें
id: Pelajari cerita di balik aplikasi
it: Scopri la storia dietro l'app
ja: アプリの背景ストーリーを学ぶ
pt: Conheça a história por trás da aplicação

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja: ユーザー
pt: Utilizador

source: HowAI Agent
es: Agente HowAI
hi: HowAI एजेंट
ja: HowAIエージェント
pt: Agente HowAI

source: Reset Usage Statistics
de: Nutzungsstatistiken Zurücksetzen
es: Reiniciar Estadísticas de Uso
fr: Réinitialiser les Statistiques d'Utilisation
hi: उपयोग आंकड़े रीसेट करें
id: Reset Statistik Penggunaan
it: Reimposta le statistiche di utilizzo
ja: 使用統計をリセット
pt: Repor Estatísticas de Utilização

# failedResetUsageStatistics
source: Couldn't reset usage stats. Please try again.
de: Zurücksetzen der Nutzungsstatistiken fehlgeschlagen
es: Error al reiniciar estadísticas de uso
fr: Échec de la réinitialisation des statistiques d'utilisation
hi: उपयोग आंकड़े रीसेट करने में विफल
id: Gagal mereset statistik penggunaan
it: Failed to reset usage statistics
ja: 使用統計のリセットに失敗
pt: Falha ao repor estatísticas de utilização

source: Debug: Review Threshold
de: Debug: Review-Schwellenwert
es: Debug: Umbral de Revisión
fr: Debug : Seuil de Révision
hi: डीबग: समीक्षा सीमा
id: Debug: Batas Ulasan
it: Debug: soglia di revisione
ja: デバッグ：レビュー閾値
pt: Debug: Limite de Avaliação

# currentAiMessages
source: Current AI messages: {count}
de: Aktuelle KI-Nachrichten: {count}
es: Mensajes IA actuales: {count}
fr: Messages IA actuels : {count}
hi: वर्तमान AI संदेश: {count}
id: Pesan AI saat ini: {count}
it: Messaggi AI attuali: {count}
ja: 現在のAIメッセージ：{count}
pt: Mensagens IA atuais: {count}

# currentThreshold
source: Current threshold: {count}
de: Aktueller Schwellenwert: {count}
es: Umbral actual: {count}
fr: Seuil actuel : {count}
hi: वर्तमान सीमा: {count}
id: Batas saat ini: {count}
it: Soglia attuale: {count}
ja: 現在の閾値：{count}
pt: Limite atual: {count}

# setNewThreshold
source: Set new threshold (1-20):
de: Neuen Schwellenwert setzen (1-20):
es: Establecer nuevo umbral (1-20):
fr: Définir un nouveau seuil (1-20) :
hi: नई सीमा सेट करें (1-20):
id: Atur batas baru (1-20):
it: Imposta una nuova soglia (1-20):
ja: 新しい閾値を設定（1-20）：
pt: Definir novo limite (1-20):

# enterThreshold
source: Enter threshold (1-20)
de: Schwellenwert eingeben (1-20)
es: Ingresar umbral (1-20)
fr: Entrer le seuil (1-20)
hi: सीमा दर्ज करें (1-20)
id: Masukkan batas (1-20)
it: Inserisci la soglia (1-20)
ja: 閾値を入力（1-20）
pt: Introduza limite (1-20)

# enterValidNumber
source: Please enter a valid number between 1 and 20
de: Bitte geben Sie eine gültige Zahl zwischen 1 und 20 ein
es: Por favor ingresa un número válido entre 1 y 20
fr: Veuillez entrer un nombre valide entre 1 et 20
hi: कृपया 1 और 20 के बीच एक वैध संख्या दर्ज करें
id: Masukkan angka valid antara 1 dan 20
it: Inserisci un numero valido compreso tra 1 e 20
ja: 1から20の間の有効な数値を入力してください
pt: Por favor introduza um número válido entre 1 e 20

source: Set
de: Einstellen
es: Establecer
fr: Définir
hi: सेट करें
id: Atur
it: Impostato
ja: 設定
pt: Definir

source: Street View URL copied!
de: Street View URL kopiert!
es: ¡URL de Street View copiada!
fr: URL Street View copiée !
hi: स्ट्रीट व्यू URL कॉपी किया गया!
id: URL Street View disalin!
it: URL di Street View copiato!
ja: ストリートビューURLがコピーされました！
pt: URL do Street View copiado!

source: Could not open Street View
de: Street View konnte nicht geöffnet werden
es: No se pudo abrir Street View
fr: Impossible d'ouvrir Street View
hi: स्ट्रीट व्यू नहीं खोल सका
id: Tidak dapat membuka Street View
it: Impossibile aprire Street View
ja: ストリートビューを開けませんでした
pt: Não foi possível abrir o Street View

source: Premium Account
de: Premium-Konto
es: Cuenta Premium
fr: Compte Premium
hi: प्रीमियम खाता
id: Akun Premium
it: Conto Premium
ja: プレミアムアカウント
pt: Conta Premium

source: Free Account
de: Kostenloses Konto
es: Cuenta Gratuita
fr: Compte Gratuit
hi: मुफ्त खाता
id: Akun Gratis
it: Conto gratuito
ja: 無料アカウント
pt: Conta Gratuita

# unlimitedAccessAllFeatures
source: Unlimited access to all features
de: Unbegrenzter Zugang zu allen Funktionen
es: Acceso ilimitado a todas las funciones
fr: Accès illimité à toutes les fonctionnalités
hi: सभी सुविधाओं तक असीमित पहुंच
id: Akses tak terbatas ke semua fitur
it: Accesso illimitato a tutte le funzionalità
ja: すべての機能への無制限アクセス
pt: Acesso ilimitado a todas as funcionalidades

source: Weekly usage limits apply
de: Wöchentliche Nutzungslimits gelten
es: Se aplican límites de uso semanal
fr: Les limites d'utilisation hebdomadaire s'appliquent
hi: साप्ताहिक उपयोग सीमाएं लागू होती हैं
id: Batas penggunaan mingguan berlaku
it: Si applicano limiti di utilizzo settimanale
ja: 週間使用制限が適用されます
pt: Aplicam-se limites de utilização semanais

source: Feature Access
de: Funktionszugriff
es: Acceso a funciones
hi: सुविधा पहुंच
id: Akses Fitur
it: Accesso alle funzionalità
ja: 機能へのアクセス
pt: Acesso a Funcionalidades

source: Weekly Usage
de: Wöchentliche Nutzung
es: Uso Semanal
fr: Utilisation Hebdomadaire
hi: साप्ताहिक उपयोग
id: Penggunaan Mingguan
it: Utilizzo settimanale
ja: 週間使用量
pt: Utilização Semanal

source: PDF Generation
de: PDF-Generierung
es: Generación de PDF
hi: PDF निर्माण
id: Pembuatan PDF
it: Generazione PDF
ja: PDF の生成
pt: Geração de PDF

source: Places Explorer
de: Orte-Explorer
es: Explorador de lugares
hi: स्थान खोजकर्ता
id: Penjelajah Tempat
it: Esplora luoghi
ja: プレイスエクスプローラー
pt: Explorador de Locais

source: Presentation Maker
de: Präsentationsersteller
es: Creador de presentaciones
hi: प्रस्तुति निर्माता
id: Pembuat Presentasi
it: Creatore di presentazioni
ja: プレゼンテーションメーカー
pt: Criador de Apresentações

source: Shares Document Analysis quota
de: Teilt Dokumentanalyse-Kontingent
es: Comparte cuota de Análisis de Documentos
fr: Partage le quota d'Analyse de Documents
hi: दस्तावेज़ विश्लेषण कोटा साझा करता है
id: Berbagi kuota Analisis Dokumen
it: Condivide la quota di analisi dei documenti
ja: ドキュメント分析クォータを共有
pt: Partilha quota de Análise de Documentos

source: Usage Reset
de: Nutzung Zurücksetzen
es: Reinicio de Uso
fr: Réinitialisation d'Utilisation
hi: उपयोग रीसेट
id: Reset Penggunaan
it: Reimpostazione dell'utilizzo
ja: 使用量リセット
pt: Reposição de Utilização

source: Weekly Reset Schedule
de: Wöchentlicher Reset-Zeitplan
es: Horario de Reinicio Semanal
fr: Calendrier de Réinitialisation Hebdomadaire
hi: साप्ताहिक रीसेट शेड्यूल
id: Jadwal Reset Mingguan
it: Programma di ripristino settimanale
ja: 週間リセットスケジュール
pt: Agenda de Reposição Semanal

source: Usage will reset soon
de: Die Nutzung wird bald zurückgesetzt
es: El uso se reiniciará pronto
fr: L'utilisation sera bientôt réinitialisée
hi: उपयोग जल्द ही रीसेट होगा
id: Penggunaan akan segera direset
it: L'utilizzo verrà ripristinato a breve
ja: 使用量はまもなくリセットされます
pt: A utilização será reposta em breve

source: Resets tomorrow
de: Setzt sich morgen zurück
es: Se reinicia mañana
fr: Se réinitialise demain
hi: कल रीसेट होगा
id: Reset besok
it: Si resetta domani
ja: 明日リセット
pt: Repõe amanhã

source: Voice Response
de: Sprachantwort
es: Respuesta de Voz
fr: Réponse Vocale
hi: आवाज़ प्रतिक्रिया
id: Respons Suara
it: Risposta vocale
ja: 音声応答
pt: Resposta de Voz

# automaticallyPlayAiResponses
source: Automatically play AI responses with voice
de: KI-Antworten automatisch mit Stimme abspielen
es: Reproducir automáticamente respuestas IA con voz
fr: Lire automatiquement les réponses IA avec la voix
hi: आवाज़ के साथ AI प्रतिक्रियाएं स्वचालित रूप से चलाएं
id: Putar otomatis respons AI dengan suara
it: Riproduci automaticamente le risposte dell'IA con la voce
ja: AI応答を音声で自動再生
pt: Reproduzir automaticamente respostas da IA com voz
