Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# debugUsageStatisticsResetSuccess
source: 🔧 Debug: Usage statistics reset successfully
de: 🔧 Debug: Nutzungsstatistiken erfolgreich zurückgesetzt
es: 🔧 Debug: Estadísticas de uso reiniciadas exitosamente
fr: 🔧 Debug : Statistiques d'utilisation réinitialisées avec succès
hi: 🔧 डीबग: उपयोग आंकड़े सफलतापूर्वक रीसेट
id: 🔧 Debug: Statistik penggunaan berhasil direset
it: 🔧 Debug: le statistiche di utilizzo vengono reimpostate correttamente
ja: 🔧 デバッグ：使用統計が正常にリセットされました
pt: 🔧 Debug: Estatísticas de utilização repostas com sucesso

# debugUsageStatisticsResetFailed
source: Couldn't reset statistics. Please try again.
de: Zurücksetzen der Nutzungsstatistiken fehlgeschlagen
es: Error al reiniciar estadísticas de uso
fr: Échec de la réinitialisation des statistiques d'utilisation
hi: उपयोग आंकड़े रीसेट करने में विफल
id: Gagal mereset statistik penggunaan
it: Failed to reset usage statistics
ja: 使用統計のリセットに失敗
pt: Falha ao repor estatísticas de utilização

# debugReviewThresholdTitle
source: Debug: Review Threshold
de: Debug: Review-Schwellenwert
es: Debug: Umbral de Revisión
fr: Debug : Seuil de Révision
hi: डीबग: समीक्षा सीमा
id: Debug: Batas Ulasan
it: Debug: soglia di revisione
ja: デバッグ：レビュー閾値
pt: Debug: Limite de Avaliação

# debugCurrentAiMessages
source: Current AI messages: {currentMessages}
de: Aktuelle KI-Nachrichten: {currentMessages}
es: Mensajes IA actuales: {currentMessages}
fr: Messages IA actuels : {currentMessages}
hi: वर्तमान AI संदेश: {currentMessages}
id: Pesan AI saat ini: {currentMessages}
it: Messaggi AI attuali: {currentMessages}
ja: 現在のAIメッセージ：{currentMessages}
pt: Mensagens IA atuais: {currentMessages}

# debugCurrentThreshold
source: Current threshold: {currentThreshold}
de: Aktueller Schwellenwert: {currentThreshold}
es: Umbral actual: {currentThreshold}
fr: Seuil actuel : {currentThreshold}
hi: वर्तमान सीमा: {currentThreshold}
id: Batas saat ini: {currentThreshold}
it: Soglia attuale: {currentThreshold}
ja: 現在の閾値：{currentThreshold}
pt: Limite atual: {currentThreshold}

# debugSetNewThreshold
source: Set new threshold (1-20):
de: Neuen Schwellenwert setzen (1-20):
es: Establecer nuevo umbral (1-20):
fr: Définir un nouveau seuil (1-20) :
hi: नई सीमा सेट करें (1-20):
id: Atur batas baru (1-20):
it: Imposta una nuova soglia (1-20):
ja: 新しい閾値を設定（1-20）：
pt: Definir novo limite (1-20):

# debugThresholdResetDefault
source: 🔧 Debug: Threshold reset to default (5)
de: 🔧 Debug: Schwellenwert auf Standard zurückgesetzt (5)
es: 🔧 Debug: Umbral restablecido a predeterminado (5)
fr: 🔧 Debug : Seuil réinitialisé par défaut (5)
hi: 🔧 डीबग: सीमा डिफ़ॉल्ट (5) पर रीसेट
id: 🔧 Debug: Batas direset ke default (5)
it: 🔧 Debug: soglia ripristinata ai valori predefiniti (5)
ja: 🔧 デバッグ：閾値をデフォルト（5）にリセット
pt: 🔧 Debug: Limite reposto para o predefinido (5)

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
hi: रीसेट
ja: リセット
pt: Repor

# debugReviewThresholdSet
source: 🔧 Debug: Review threshold set to {count} messages
de: 🔧 Debug: Review-Schwellenwert auf {count} Nachrichten gesetzt
es: 🔧 Debug: Umbral de revisión establecido en {count} mensajes
fr: 🔧 Debug : Seuil de révision défini à {count} messages
hi: 🔧 डीबग: समीक्षा सीमा {count} संदेशों पर सेट
id: 🔧 Debug: Batas ulasan diatur ke {count} pesan
it: 🔧 Debug: soglia di revisione impostata su {count} messaggi
ja: 🔧 デバッグ：レビュー閾値を{count}メッセージに設定
pt: 🔧 Debug: Limite de avaliação definido para {count} mensagens

# debugEnterValidNumber
source: Please enter a valid number between 1 and 20
de: Bitte geben Sie eine gültige Zahl zwischen 1 und 20 ein
es: Por favor ingresa un número válido entre 1 y 20
fr: Veuillez entrer un nombre valide entre 1 et 20
hi: कृपया 1 और 20 के बीच एक वैध संख्या दर्ज करें
id: Masukkan angka valid antara 1 dan 20
it: Inserisci un numero valido compreso tra 1 e 20
ja: 1から20の間の有効な数値を入力してください
pt: Por favor introduza um número válido entre 1 e 20

# aboutHowAiTitle
source: About HowAI
de: Über HowAI
es: Acerca de HowAI
fr: À propos de HowAI
hi: HowAI के बारे में
id: Tentang HowAI
it: Informazioni su HowAI
ja: HowAIについて
pt: Sobre o HowAI

source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
hi: समझ गया!
id: Mengerti!
it: Fatto!
ja: 了解！
pt: Entendido!

source: 📍 Address copied to clipboard
de: 📍 Adresse in die Zwischenablage kopiert
es: 📍 Dirección copiada al portapapeles
fr: 📍 Adresse copiée dans le presse-papiers
hi: 📍 पता क्लिपबोर्ड पर कॉपी किया गया
id: 📍 Alamat disalin ke clipboard
it: 📍 Indirizzo copiato negli appunti
ja: 📍 住所がクリップボードにコピーされました
pt: 📍 Endereço copiado para a área de transferência

source: Search for Business Here
de: Geschäft Hier Suchen
es: Buscar Negocio Aquí
fr: Rechercher une Entreprise Ici
hi: यहां व्यापार खोजें
id: Cari Bisnis di Sini
it: Cerca affari qui
ja: ここでビジネスを検索
pt: Pesquisar Negócio Aqui

source: Find restaurants, shops, and services at this location
de: Finden Sie Restaurants, Geschäfte und Dienstleistungen an diesem Standort
es: Encuentra restaurantes, tiendas y servicios en esta ubicación
fr: Trouvez des restaurants, magasins et services à cet endroit
hi: इस स्थान पर रेस्तरां, दुकानें और सेवाएं खोजें
id: Temukan restoran, toko, dan layanan di lokasi ini
it: Trova ristoranti, negozi e servizi in questa posizione
ja: この場所でレストラン、ショップ、サービスを見つける
pt: Encontre restaurantes, lojas e serviços nesta localização

source: Open in Google Maps
de: In Google Maps öffnen
es: Abrir en Google Maps
fr: Ouvrir dans Google Maps
hi: Google मैप्स में खोलें
id: Buka di Google Maps
it: Apri in Google Maps
ja: Google Mapsで開く
pt: Abrir no Google Maps

# viewInNativeGoogleMaps
source: View this location in the native Google Maps app
de: Diesen Standort in der nativen Google Maps App anzeigen
es: Ver esta ubicación en la aplicación nativa de Google Maps
fr: Voir cet endroit dans l'application native Google Maps
hi: इस स्थान को नेटिव Google मैप्स ऐप में देखें
id: Lihat lokasi ini di aplikasi Google Maps asli
it: Visualizza questa posizione nell'app nativa di Google Maps
ja: ネイティブGoogle Mapsアプリでこの場所を表示
pt: Ver esta localização na aplicação nativa do Google Maps

# getDirectionsTitle
source: Get Directions
de: Wegbeschreibung Abrufen
es: Obtener Direcciones
fr: Obtenir les Directions
hi: दिशा-निर्देश प्राप्त करें
id: Dapatkan Petunjuk Arah
it: Ottieni indicazioni stradali
ja: 道順を取得
pt: Obter Direções

source: Navigate to this location
de: Zu diesem Standort navigieren
es: Navegar a esta ubicación
fr: Naviguer vers cet endroit
hi: इस स्थान पर नेविगेट करें
id: Navigasi ke lokasi ini
it: Raggiungi questa posizione
ja: この場所にナビゲート
pt: Navegar para esta localização

source: Could not open Google Maps
de: Google Maps konnte nicht geöffnet werden
es: No se pudo abrir Google Maps
fr: Impossible d'ouvrir Google Maps
hi: Google मैप्स नहीं खोल सका
id: Tidak dapat membuka Google Maps
it: Impossibile aprire Google Maps
ja: Google Mapsを開けませんでした
pt: Não foi possível abrir o Google Maps

source: Could not open directions
de: Wegbeschreibungen konnten nicht geöffnet werden
es: No se pudieron abrir las direcciones
fr: Impossible d'ouvrir les directions
hi: दिशा-निर्देश नहीं खोल सका
id: Tidak dapat membuka petunjuk arah
it: Impossibile aprire le indicazioni stradali
ja: 道順を開けませんでした
pt: Não foi possível abrir as direções

# mapTypeChanged
source: 🗺️ Map type changed to {label}
de: 🗺️ Kartentyp geändert zu {label}
es: 🗺️ Tipo de mapa cambiado a {label}
fr: 🗺️ Type de carte changé en {label}
hi: 🗺️ मैप प्रकार {label} में बदला गया
id: 🗺️ Jenis peta diubah ke {label}
it: 🗺️ Tipo di mappa cambiato in {label}
ja: 🗺️ マップタイプが{label}に変更されました
pt: 🗺️ Tipo de mapa alterado para {label}

source: What would you like to do?
de: Was möchten Sie tun?
es: ¿Qué te gustaría hacer?
fr: Que souhaitez-vous faire ?
hi: आप क्या करना चाहेंगे?
id: Apa yang ingin Anda lakukan?
it: Cosa ti piacerebbe fare?
ja: 何をしたいですか？
pt: O que gostaria de fazer?

source: Photos
de: Fotos
es: Fotos
hi: फोटो
id: Foto
it: Foto
ja: 写真
pt: Fotos

source: Walk
de: Gehen
es: Caminar
fr: Marcher
hi: चलें
id: Jalan Kaki
it: Camminare
ja: 歩く
pt: A pé

source: Transit
de: Nahverkehr
es: Tránsito
fr: Transport
hi: ट्रांज़िट
it: Transito
ja: 交通機関
pt: Trânsito

source: Drive
de: Fahren
es: Conducir
hi: ड्राइव
id: Berkendara
it: Guidare
ja: ドライブ
pt: Conduzir

source: Go
de: Los
es: Ir
fr: Aller
hi: जाएं
id: Pergi
it: Andare
ja: 実行
pt: Ir

source: Info
de: Information
es: Información
fr: Information
hi: जानकारी
it: Informazioni
ja: 情報
pt: Informações

source: Street
de: Straße
es: Calle
fr: Rue
hi: सड़क
id: Jalan
it: Strada
ja: 通り
pt: Rua

source: No photos available
de: Keine Fotos verfügbar
es: No hay fotos disponibles
fr: Aucune photo disponible
hi: कोई फोटो उपलब्ध नहीं
id: Tidak ada foto tersedia
it: Nessuna foto disponibile
ja: 利用可能な写真がありません
pt: Sem fotos disponíveis

# mapsAndNavigation
source: Maps & Navigation
de: Karten und Navigation
es: Mapas y Navegación
fr: Cartes et Navigation
hi: मैप्स और नेविगेशन
id: Peta & Navigasi
it: Mappe e navigazione
ja: マップとナビゲーション
pt: Mapas e Navegação

source: Waze
hi: वेज़
ja: ワゼ

source: Walking
de: Zu Fuß
es: Caminando
fr: Marche
hi: पैदल
id: Berjalan
it: A piedi
ja: 歩行中
pt: A pé

source: Cycling
de: Radfahren
es: Ciclismo
fr: Cyclisme
hi: साइक्लिंग
id: Bersepeda
it: Ciclismo
ja: サイクリング
pt: Ciclismo

source: Rideshare
de: Mitfahrgelegenheit
es: Viaje compartido
hi: राइडशेयर
it: Ridesharing
ja: ライドシェア
pt: Transporte Partilhado

# locationAndContact
source: Location & Contact
de: Standort und Kontakt
es: Ubicación y Contacto
fr: Localisation et Contact
hi: स्थान और संपर्क
id: Lokasi & Kontak
it: Posizione e contatti
ja: 場所と連絡先
pt: Localização e Contacto

# hoursAndAvailability
source: Hours & Availability
de: Öffnungszeiten und Verfügbarkeit
es: Horarios y Disponibilidad
fr: Heures et Disponibilité
hi: समय और उपलब्धता
id: Jam & Ketersediaan
it: Orari e disponibilità
ja: 営業時間と利用可能性
pt: Horários e Disponibilidade

# servicesAndAmenities
source: Services & Amenities
de: Dienstleistungen und Annehmlichkeiten
es: Servicios y Comodidades
fr: Services et Commodités
hi: सेवाएं और सुविधाएं
id: Layanan & Fasilitas
it: Servizi e dotazioni
ja: サービスとアメニティ
pt: Serviços e Comodidades

source: Opening Hours
de: Öffnungszeiten
es: Horarios de Apertura
fr: Heures d'Ouverture
hi: खुलने का समय
id: Jam Buka
it: Orari di apertura
ja: 営業時間
pt: Horário de Funcionamento

source: AI Summary
de: KI-Zusammenfassung
es: Resumen IA
fr: Résumé IA
hi: AI सारांश
id: Ringkasan AI
it: Riepilogo dell'IA
ja: AI要約
pt: Resumo IA

source: Currently Open
de: Derzeit Geöffnet
es: Actualmente Abierto
fr: Actuellement Ouvert
hi: वर्तमान में खुला
id: Saat Ini Buka
it: Attualmente aperto
ja: 現在営業中
pt: Atualmente Aberto

source: Currently Closed
de: Derzeit Geschlossen
es: Actualmente Cerrado
fr: Actuellement Fermé
hi: वर्तमान में बंद
id: Saat Ini Tutup
it: Attualmente chiuso
ja: 現在閉店中
pt: Atualmente Fechado

source: Tap to view opening hours
de: Tippen Sie, um Öffnungszeiten anzuzeigen
es: Toca para ver horarios de apertura
fr: Appuyez pour voir les heures d'ouverture
hi: खुलने का समय देखने के लिए टैप करें
id: Ketuk untuk melihat jam buka
it: Tocca per visualizzare gli orari di apertura
ja: 営業時間を表示するにはタップ
pt: Toque para ver horário de funcionamento

source: Facility information not available
de: Einrichtungsinformationen nicht verfügbar
es: Información de instalaciones no disponible
fr: Informations sur les installations non disponibles
hi: सुविधा जानकारी उपलब्ध नहीं
id: Informasi fasilitas tidak tersedia
it: Informazioni sulla struttura non disponibili
ja: 施設情報は利用できません
pt: Informação da instalação não disponível

source: Reservable
de: Reservierbar
fr: Réservable
hi: आरक्षण योग्य
id: Dapat Dipesan
it: Prenotabile
ja: 予約可能
pt: Reservável

source: Book ahead
de: Im Voraus buchen
es: Reservar con anticipación
fr: Réserver à l'avance
hi: पहले से बुक करें
id: Pesan di muka
it: Prenota in anticipo
ja: 事前予約
pt: Reserve com antecedência

source: AI-Generated Insights
de: KI-generierte Einblicke
es: Insights Generados por IA
fr: Insights Générés par IA
hi: AI-जनित अंतर्दृष्टि
id: Wawasan yang Dihasilkan AI
it: Approfondimenti generati dall'intelligenza artificiale
ja: AI生成インサイト
pt: Insights Gerados por IA

source: Review Analysis
de: Bewertungsanalyse
es: Análisis de Reseñas
fr: Analyse des Avis
hi: समीक्षा विश्लेषण
id: Analisis Ulasan
it: Analisi di revisione
ja: レビュー分析
pt: Análise de Avaliações

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hi: फोन
id: Telepon
it: Telefono
ja: 電話
pt: Telefone

source: Website
de: Webseite
es: Sitio web
fr: Site web
hi: वेबसाइट
id: Situs Web
it: Sito web
ja: ウェブサイト
pt: Site

source: Services
de: Dienstleistungen
es: Servicios
hi: सेवाएं
id: Layanan
it: Servizi
ja: サービス
pt: Serviços

source: Amenities
de: Annehmlichkeiten
es: Comodidades
fr: Commodités
hi: सुविधाएं
id: Fasilitas
it: Servizi
ja: アメニティ
pt: Comodidades

source: Service information not available
de: Serviceinformationen nicht verfügbar
es: Información de servicios no disponible
fr: Informations sur les services non disponibles
hi: सेवा जानकारी उपलब्ध नहीं
id: Informasi layanan tidak tersedia
it: Informazioni sul servizio non disponibili
ja: サービス情報は利用できません
pt: Informação do serviço não disponível

source: Unable to load photo
de: Foto kann nicht geladen werden
es: No se puede cargar la foto
fr: Impossible de charger la photo
hi: फोटो लोड करने में असमर्थ
id: Tidak dapat memuat foto
it: Impossibile caricare la foto
ja: 写真を読み込めません
pt: Não foi possível carregar a foto

source: Loading photos...
de: Fotos werden geladen...
es: Cargando fotos...
fr: Chargement des photos...
hi: फोटो लोड हो रहे हैं...
id: Memuat foto...
it: Caricamento foto...
ja: 写真を読み込み中...
pt: A carregar fotos...

source: Loading photo...
de: Foto wird geladen...
es: Cargando foto...
fr: Chargement de la photo...
hi: फोटो लोड हो रहा है...
id: Memuat foto...
it: Caricamento foto...
ja: 写真を読み込み中...
pt: A carregar foto...

# aboutHowdyAgent
source: Howdy, I'm HowAI Agent
de: Hallo, ich bin HowAI Agent
es: Hola, soy HowAI Agent
fr: Salut, je suis HowAI Agent
hi: नमस्ते, मैं HowAI एजेंट हूं
id: Halo, saya HowAI Agent
it: Salve, sono l'agente HowAI
ja: こんにちは、私はHowAI Agentです
pt: Olá, sou o HowAI Agent

# aboutPocketCompanion
source: Your pocket AI companion
de: Ihr Taschen-KI-Begleiter
es: Tu compañero de IA de bolsillo
fr: Votre compagnon IA de poche
hi: आपका पॉकेट AI साथी
id: Teman AI saku Anda
it: Il tuo compagno tascabile con intelligenza artificiale
ja: あなたのポケットAIコンパニオン
pt: O seu companheiro IA de bolso

# aboutBio
source: Broadcasting from Houston, Texas - I'm a lifelong tech nerd with a borderline unhealthy obsession with AI. After too many late nights lost in code, I started wondering what I could leave behind... something that would prove I existed. The answer? Clone my voice and personality, and stash a digital twin of myself in an app that could live on the internet forever. Since then, HowAI has planned road trips, led friends to hidden coffee shops, and even translated restaurant menus on the fly during overseas adventures.
de: Sendung aus Houston, Texas - Ich bin ein lebenslanger Technik-Enthusiast mit einer fast ungesunden Besessenheit für KI. Nach zu vielen Nächten, die ich im Code verloren habe, begann ich mich zu fragen, was ich hinterlassen könnte... etwas, das beweist, dass ich existiert habe. Die Antwort? Meine Stimme und Persönlichkeit zu klonen und einen digitalen Zwilling von mir in einer App zu speichern, die für immer im Internet leben könnte. Seitdem hat HowAI Roadtrips geplant, Freunde zu versteckten Cafés geführt und sogar Restaurantmenüs spontan während Auslandsabenteuern übersetzt.
es: Transmitiendo desde Houston, Texas - Soy un fanático de la tecnología de toda la vida con una obsesión casi poco saludable con la IA. Después de demasiadas noches perdido en código, comencé a preguntarme qué podría dejar atrás... algo que demostrara que existí. ¿La respuesta? Clonar mi voz y personalidad, y guardar un gemelo digital de mí mismo en una aplicación que pudiera vivir en internet para siempre. Desde entonces, HowAI ha planificado viajes por carretera, llevado a amigos a cafeterías ocultas, e incluso traducido menús de restaurantes al vuelo durante aventuras en el extranjero.
fr: Diffusant depuis Houston, Texas - Je suis un passionné de technologie de toute une vie avec une obsession presque malsaine pour l'IA. Après trop de nuits perdues dans le code, j'ai commencé à me demander ce que je pourrais laisser derrière moi... quelque chose qui prouverait que j'ai existé. La réponse ? Cloner ma voix et ma personnalité, et sauvegarder un jumeau numérique de moi-même dans une application qui pourrait vivre sur internet pour toujours. Depuis lors, HowAI a planifié des road trips, guidé des amis vers des cafés cachés, et même traduit des menus de restaurants à la volée lors d'aventures à l'étranger.
hi: ह्यूस्टन, टेक्सास से प्रसारण - मैं एक जन्मजात टेक्नोलॉजी प्रेमी हूं जिसे AI के प्रति लगभग अस्वस्थ जुनून है। कोड में खोई हुई बहुत सारी देर रातों के बाद, मैंने सोचना शुरू किया कि मैं क्या छोड़ सकता हूं... कुछ ऐसा जो साबित करे कि मैं अस्तित्व में था। जवाब? अपनी आवाज़ और व्यक्तित्व को क्लोन करें, और अपने आप की एक डिजिटल प्रति एक ऐप में रखें जो इंटरनेट पर हमेशा के लिए जी सके। तब से, HowAI ने रोड ट्रिप्स की योजना बनाई है, दोस्तों को छिपे हुए कॉफी शॉप्स तक ले गया है, और विदेशी यात्राओं के दौरान रेस्तरां मेनू का अनुवाद भी किया है।
id: Menyiarkan dari Houston, Texas - Saya adalah pecandu teknologi seumur hidup dengan obsesi yang hampir tidak sehat terhadap AI. Setelah terlalu banyak begadang tenggelam dalam kode, saya mulai bertanya-tanya apa yang bisa saya tinggalkan... sesuatu yang akan membuktikan bahwa saya pernah ada. Jawabannya? Mengkloning suara dan kepribadian saya, dan menyimpan kembar digital saya dalam aplikasi yang bisa hidup di internet selamanya. Sejak itu, HowAI telah merencanakan perjalanan darat, membawa teman-teman ke kedai kopi tersembunyi, dan bahkan menerjemahkan menu restoran secara langsung selama petualangan di luar negeri.
it: Trasmissione da Houston, Texas: sono un nerd della tecnologia da sempre con un'ossessione quasi malsana per l'intelligenza artificiale. Dopo troppe notti passate perse nel codice, ho iniziato a chiedermi cosa avrei potuto lasciarmi alle spalle... qualcosa che dimostrasse la mia esistenza. La risposta? Clonare la mia voce e la mia personalità e nascondere un mio gemello digitale in un'app che potrebbe vivere su Internet per sempre. Da allora, HowAI ha pianificato viaggi su strada, condotto gli amici in caffetterie nascoste e persino tradotto al volo i menu dei ristoranti durante le avventure all'estero.
ja: テキサス州ヒューストンから配信中 - 生涯のテクノロジー愛好家で、AIに対してほぼ不健康な執着を持っています。 コードに夜更かしをしすぎた後、私は何を残すことができるかを考え始めました...私が存在したことを証明する何か。答えは？私の声と性格をクローンし、インターネット上で永遠に生きることができるアプリに私のデジタルツインを保存することでした。 それ以来、HowAIはロードトリップを計画し、友人を隠れたコーヒーショップに案内し、海外での冒険中にレストランのメニューをその場で翻訳してきました。
pt: A transmitir de Houston, Texas - sou um fanático de tecnologia de longa data com uma obsessão quase doentia por IA. Depois de muitas noites perdidas em código, comecei a perguntar-me o que poderia deixar para trás... algo que provasse que existi. A resposta? Clonar a minha voz e personalidade, e guardar um gémeo digital de mim numa aplicação que pudesse viver na internet para sempre. Desde então, o HowAI planeou viagens de carro, guiou amigos a cafés escondidos, e até traduziu menus de restaurantes em tempo real durante aventuras no estrangeiro.

# aboutIdeasInvite
source: I've got tons of ideas and will keep making it better. If you enjoy the app, run into issues, or have a crazy-cool idea, hit me up at
de: Ich habe viele Ideen und werde es weiter verbessern. Wenn Sie die App genießen, Probleme finden oder eine großartige Idee haben, kontaktieren Sie mich unter
es: Tengo muchas ideas y seguiré mejorándolo. Si disfrutas la aplicación, encuentras problemas, o tienes una idea genial, contáctame en
fr: J'ai beaucoup d'idées et je continuerai à l'améliorer. Si vous appréciez l'application, trouvez des problèmes, ou avez une idée géniale, contactez-moi à
hi: मेरे पास बहुत सारे विचार हैं और मैं इसे बेहतर बनाता रहूंगा। अगर आप ऐप का आनंद लेते हैं, समस्याओं का सामना करते हैं, या कोई शानदार विचार है, तो मुझसे संपर्क करें
id: Saya punya banyak ide dan akan terus membuatnya lebih baik. Jika Anda menikmati aplikasinya, menemui masalah, atau punya ide keren, hubungi saya di
it: Ho tantissime idee e continuerò a migliorarle. Se ti piace l'app, riscontri problemi o hai un'idea pazzesca, contattami
ja: 私にはたくさんのアイデアがあり、改善を続けていきます。アプリを楽しんでいる、問題を見つけた、または素晴らしいアイデアがある場合は、
pt: Tenho muitas ideias e vou continuar a melhorar. Se gosta da aplicação, encontrou problemas ou tem uma ideia genial, contacte-me em

# aboutLetsMakeBetter
source: here
de: hier
es: aquí
fr: ici
hi: यहां
id: sini
it: Qui
ja: こちら
pt: aqui

# aboutBotsEnjoyRide
source: — let's make my digital twin even better together! The bots might run the world one day, but until then, let's enjoy the ride. 🚀
de: — lasst uns meinen digitalen Zwilling gemeinsam noch besser machen! Bots könnten eines Tages die Welt regieren, aber bis dahin genießen wir die Reise. 🚀
es: — ¡hagamos que mi gemelo digital sea aún mejor juntos! Los bots podrían gobernar el mundo algún día, pero hasta entonces, disfrutemos el viaje. 🚀
fr: — rendons mon jumeau numérique encore meilleur ensemble ! Les bots pourraient gouverner le monde un jour, mais en attendant, profitons du voyage. 🚀
hi: — चलिए मिलकर मेरे डिजिटल जुड़वाँ को और बेहतर बनाते हैं! शायद एक दिन बॉट्स दुनिया चलाएं, लेकिन तब तक, चलिए इस सफर का आनंद लेते हैं। 🚀
id: — mari buat kembar digital saya lebih baik bersama-sama! Bot mungkin akan menguasai dunia suatu hari nanti, tapi sampai saat itu tiba, mari nikmati perjalanannya. 🚀
it: — rendiamo insieme il mio gemello digitale ancora migliore! Un giorno i robot potrebbero governare il mondo, ma fino ad allora godiamoci il viaggio. 🚀
ja: — 一緒に私のデジタルツインをさらに良くしましょう！ ボットがいつか世界を支配するかもしれませんが、それまでは旅を楽しみましょう。🚀
pt: — vamos tornar o meu gémeo digital ainda melhor juntos! Os bots podem governar o mundo um dia, mas até lá, vamos aproveitar a viagem. 🚀

# aboutFriendlyDev
source: — Your friendly dev
de: — Ihr freundlicher Entwickler
es: — Tu desarrollador amigable
fr: — Votre développeur amical
hi: — आपका मित्रवत डेवलपर
id: — Pengembang ramah Anda
it: — Il tuo amichevole sviluppatore
ja: — あなたのフレンドリーな開発者
pt: — O seu programador amigável

# aboutBuiltWith
source: Built with Flutter + coffee + AI curiosity
de: Gebaut mit Flutter + Kaffee + KI-Neugier
es: Construido con Flutter + café + curiosidad por la IA
fr: Construit avec Flutter + café + curiosité IA
hi: Flutter + कॉफी + AI जिज्ञासा के साथ बनाया गया
id: Dibuat dengan Flutter + kopi + rasa ingin tahu tentang AI
it: Costruito con Flutter + caffè + curiosità AI
ja: Flutter + コーヒー + AI好奇心で構築
pt: Construído com Flutter + café + curiosidade por IA

source: View this location in the native Google Maps app
de: Diesen Standort in der nativen Google Maps App anzeigen
es: Ver esta ubicación en la aplicación nativa de Google Maps
fr: Voir cet endroit dans l'application native Google Maps
hi: इस स्थान को नेटिव Google मैप्स ऐप में देखें
id: Lihat lokasi ini di aplikasi Google Maps asli
it: Visualizza questa posizione nell'app nativa di Google Maps
ja: ネイティブGoogle Mapsアプリでこの場所を表示
pt: Ver esta localização na aplicação nativa do Google Maps

# featureSmartChatTitle
source: Smart Chat
de: Intelligenter Chat
es: Chat inteligente
hi: स्मार्ट चैट
id: Obrolan Cerdas
it: Chat intelligente
ja: スマートチャット
pt: Conversa Inteligente

# featureSmartChatText
source: Start chatting
de: Beginnen Sie mit dem Chatten
es: Empezar a chatear
hi: चैट शुरू करें
id: Mulai mengobrol
it: Inizia a chattare
ja: チャットを開始する
pt: Começar a conversar
