Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# instructionsSection3Line3
source: • HowAI will generate and display the image right in the chat.
de: • HowAI wird das Bild direkt im Chat generieren und anzeigen.
es: • HowAI generará y mostrará la imagen directamente en el chat.
fr: • HowAI générera et affichera l'image directement dans la discussion.
hi: • HowAI सीधे चैट में छवि बनाएगा और प्रदर्शित करेगा।
id: • HowAI akan menghasilkan dan menampilkan gambar langsung dalam obrolan.
it: • HowAI genererà e mostrerà l'immagine direttamente nella chat.
ja: • HowAIはチャット内で画像を生成して表示します。
pt: • O HowAI irá gerar e mostrar a imagem diretamente na conversa.

# instructionsSection3Line4
source: • Refine images with follow-up instructions, e.g., "Make it nighttime", "Add more colors", or "Make the cat look happier".
de: • Verfeinern Sie Bilder mit Folgeanweisungen, z.B. "Mach es nachts", "Füge mehr Farben hinzu" oder "Lass die Katze glücklicher aussehen".
es: • Refina las imágenes con instrucciones adicionales, p.ej., "Hazlo de noche", "Añade más colores" o "Haz que el gato se vea más feliz".
fr: • Affinez les images avec des instructions supplémentaires, par ex. "Fais-le de nuit", "Ajoute plus de couleurs" ou "Rends le chat plus heureux".
hi: • फॉलो-अप निर्देशों के साथ छवियों को परिष्कृत करें, जैसे "इसे रात का समय बनाओ", "और रंग जोड़ो", या "बिल्ली को और खुश दिखाओ"।
id: • Sempurnakan gambar dengan instruksi lanjutan, mis., "Buat malam hari", "Tambahkan lebih banyak warna", atau "Buat kucing terlihat lebih bahagia".
it: • Perfeziona le immagini con istruzioni di follow-up, es. "Rendila notturna", "Aggiungi più colori" o "Fai sembrare il gatto più felice".
ja: • フォローアップの指示で画像を改良できます。例：「夜にして」、「もっと色を加えて」、「猫をもっと幸せに見せて」。
pt: • Refine imagens com instruções de acompanhamento, ex., "Torna-o noturno", "Adiciona mais cores" ou "Faz o gato parecer mais feliz".

# instructionsSection3Line5
source: • The more details you provide, the better the results! Tap generated images to view fullscreen.
de: • Je mehr Details Sie angeben, desto besser die Ergebnisse! Tippen Sie auf generierte Bilder, um sie im Vollbildmodus anzuzeigen.
es: • ¡Cuantos más detalles proporciones, mejores serán los resultados! Toca las imágenes generadas para verlas a pantalla completa.
fr: • Plus vous fournissez de détails, meilleurs seront les résultats ! Touchez les images générées pour les voir en plein écran.
hi: • आप जितने अधिक विवरण प्रदान करेंगे, परिणाम उतने बेहतर होंगे! फुलस्क्रीन में देखने के लिए बनाई गई छवियों पर टैप करें।
id: • Semakin banyak detail yang Anda berikan, semakin baik hasilnya! Ketuk gambar yang dihasilkan untuk melihat layar penuh.
it: • Più dettagli fornisci, migliori saranno i risultati! Tocca le immagini generate per visualizzarle a schermo intero.
ja: • 詳細を多く提供するほど、結果は良くなります！生成された画像をタップすると全画面表示になります。
pt: • Quanto mais detalhes fornecer, melhores os resultados! Toque nas imagens geradas para ver em ecrã inteiro.

# instructionsSection4Title
source: PDF Tools
es: Herramientas PDF
fr: Outils PDF
hi: PDF टूल्स
id: Alat PDF
it: Strumenti PDF
ja: PDFツール
pt: Ferramentas PDF

# instructionsSection4Line1
source: • After attaching images, tap "Convert to PDF" to combine them into a single PDF file.
de: • Nach dem Anhängen von Bildern tippen Sie auf "In PDF umwandeln", um sie in einer einzigen PDF-Datei zu kombinieren.
es: • Después de adjuntar imágenes, toca "Convertir a PDF" para combinarlas en un solo archivo PDF.
fr: • Après avoir joint des images, touchez "Convertir en PDF" pour les combiner en un seul fichier PDF.
hi: • छवियां अटैच करने के बाद, उन्हें एक PDF फ़ाइल में जोड़ने के लिए "PDF में परिवर्तित करें" पर टैप करें।
id: • Setelah melampirkan gambar, ketuk "Konversi ke PDF" untuk menggabungkannya menjadi satu file PDF.
it: • Dopo aver allegato immagini, tocca "Converti in PDF" per combinarle in un unico file PDF.
ja: • 画像を添付した後、「PDFに変換」をタップして1つのPDFファイルにまとめられます。
pt: • Após anexar imagens, toque em "Converter para PDF" para combiná-las num único ficheiro PDF.

# instructionsSection4Line2
source: • The PDF is saved to your device and a clickable link appears in chat.
de: • Die PDF wird auf Ihrem Gerät gespeichert, und ein anklickbarer Link erscheint im Chat.
es: • El PDF se guarda en tu dispositivo y aparece un enlace clicable en el chat.
fr: • Le PDF est enregistré sur votre appareil et un lien cliquable apparaît dans la discussion.
hi: • PDF आपके डिवाइस पर सहेजी जाती है और चैट में एक क्लिक करने योग्य लिंक दिखाई देती है।
id: • PDF disimpan ke perangkat Anda dan tautan yang dapat diklik muncul dalam obrolan.
it: • Il PDF viene salvato sul tuo dispositivo e appare un link cliccabile nella chat.
ja: • PDFはデバイスに保存され、チャットにクリック可能なリンクが表示されます。
pt: • O PDF é guardado no seu dispositivo e aparece um link clicável na conversa.

# instructionsSection4Line3
source: • Tap the link to open the PDF in your default viewer.
de: • Tippen Sie auf den Link, um die PDF in Ihrem Standard-Viewer zu öffnen.
es: • Toca el enlace para abrir el PDF en tu visor predeterminado.
fr: • Touchez le lien pour ouvrir le PDF dans votre visionneuse par défaut.
hi: • PDF को अपने डिफ़ॉल्ट व्यूअर में खोलने के लिए लिंक पर टैप करें।
id: • Ketuk tautan untuk membuka PDF di penampil default Anda.
it: • Tocca il link per aprire il PDF nel visualizzatore predefinito.
ja: • リンクをタップするとデフォルトのビューアでPDFが開きます。
pt: • Toque no link para abrir o PDF no seu visualizador predefinido.

# instructionsSection5Title
source: Bulk Actions
de: Massenaktionen
es: Acciones en Grupo
fr: Actions groupées
hi: बल्क एक्शन
id: Tindakan Massal
it: Azioni di Massa
ja: 一括操作
pt: Ações em Massa

# instructionsSection5Line1
source: • Long-press any message and tap "Select" to enter selection mode.
de: • Drücken Sie lange auf eine Nachricht und tippen Sie auf "Auswählen", um in den Auswahlmodus zu gelangen.
es: • Mantén presionado cualquier mensaje y toca "Seleccionar" para entrar en modo de selección.
fr: • Appuyez longuement sur n'importe quel message et touchez "Sélectionner" pour entrer en mode sélection.
hi: • किसी भी संदेश को लंबे समय तक दबाएं और सेलेक्शन मोड में प्रवेश करने के लिए "चुनें" पर टैप करें।
id: • Tekan lama pesan apa pun dan ketuk "Pilih" untuk masuk mode pemilihan.
it: • Tieni premuto su qualsiasi messaggio e tocca "Seleziona" per entrare in modalità selezione.
ja: • メッセージを長押しして「選択」をタップすると選択モードになります。
pt: • Prima longamente qualquer mensagem e toque em "Selecionar" para entrar no modo de seleção.

# instructionsSection5Line2
source: • Select multiple messages to delete them in bulk.
de: • Wählen Sie mehrere Nachrichten aus, um sie gemeinsam zu löschen.
es: • Selecciona múltiples mensajes para eliminarlos en grupo.
fr: • Sélectionnez plusieurs messages pour les supprimer en masse.
hi: • उन्हें बल्क में हटाने के लिए कई संदेश चुनें।
id: • Pilih beberapa pesan untuk menghapusnya secara massal.
it: • Seleziona più messaggi per eliminarli in blocco.
ja: • 複数のメッセージを選択して一括削除できます。
pt: • Selecione múltiplas mensagens para eliminá-las em massa.

# instructionsSection5Line3
source: • Use "Select All" or "Unselect All" for quick selection.
de: • Verwenden Sie "Alle auswählen" oder "Alle abwählen" für schnelle Auswahl.
es: • Usa "Seleccionar Todo" o "Deseleccionar Todo" para selección rápida.
fr: • Utilisez "Tout sélectionner" ou "Tout désélectionner" pour une sélection rapide.
hi: • त्वरित चयन के लिए "सभी चुनें" या "सभी अचयनित करें" का उपयोग करें।
id: • Gunakan "Pilih Semua" atau "Batalkan Semua" untuk pemilihan cepat.
it: • Usa "Seleziona Tutto" o "Deseleziona Tutto" per una selezione rapida.
ja: • 「すべて選択」または「選択解除」で素早く選択できます。
pt: • Use "Selecionar Tudo" ou "Desmarcar Tudo" para seleção rápida.

# instructionsSection6Title
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 翻訳
pt: Tradução

# instructionsSection6Line1
source: • Long-press any message and tap "Translate" to instantly translate it to your preferred language.
de: • Drücken Sie lange auf eine Nachricht und tippen Sie auf "Übersetzen", um sie sofort in Ihre bevorzugte Sprache zu übersetzen.
es: • Mantén presionado cualquier mensaje y toca "Traducir" para traducirlo instantáneamente a tu idioma preferido.
fr: • Appuyez longuement sur n'importe quel message et touchez "Traduire" pour le traduire instantanément dans votre langue préférée.
hi: • किसी भी संदेश को लंबे समय तक दबाएं और अपनी पसंदीदा भाषा में तुरंत अनुवाद करने के लिए "अनुवाद करें" पर टैप करें।
id: • Tekan lama pesan apa pun dan ketuk "Terjemahkan" untuk langsung menerjemahkannya ke bahasa pilihan Anda.
it: • Tieni premuto su qualsiasi messaggio e tocca "Traduci" per tradurlo istantaneamente nella tua lingua preferita.
ja: • メッセージを長押しして「翻訳」をタップすると、お好みの言語にすぐに翻訳されます。
pt: • Prima longamente qualquer mensagem e toque em "Traduzir" para traduzi-la instantaneamente para o seu idioma preferido.

# instructionsSection6Line2
source: • The translation appears below the message with an option to hide it.
de: • Die Übersetzung erscheint unter der Nachricht mit einer Option zum Ausblenden.
es: • La traducción aparece debajo del mensaje con una opción para ocultarla.
fr: • La traduction apparaît sous le message avec une option pour la masquer.
hi: • अनुवाद संदेश के नीचे दिखाई देता है और इसे छिपाने का विकल्प होता है।
id: • Terjemahan muncul di bawah pesan dengan opsi untuk menyembunyikannya.
it: • La traduzione appare sotto il messaggio con un'opzione per nasconderla.
ja: • 翻訳はメッセージの下に表示され、非表示にするオプションもあります。
pt: • A tradução aparece abaixo da mensagem com opção de ocultar.

# instructionsSection6Line3
source: • Works with any language—HowAI auto-detects and translates between English, Chinese, or other languages as needed.
de: • Funktioniert mit jeder Sprache—HowAI erkennt automatisch und übersetzt zwischen Englisch, Chinesisch oder anderen Sprachen nach Bedarf.
es: • Funciona con cualquier idioma—HowAI detecta automáticamente y traduce entre inglés, chino u otros idiomas según sea necesario.
fr: • Fonctionne avec n'importe quelle langue—HowAI détecte automatiquement et traduit entre l'anglais, le chinois ou d'autres langues selon les besoins.
hi: • किसी भी भाषा के साथ काम करता है—HowAI स्वचालित रूप से अंग्रेजी, चीनी, या अन्य भाषाओं के बीच पहचान और अनुवाद करता है।
id: • Berfungsi dengan bahasa apa pun—HowAI secara otomatis mendeteksi dan menerjemahkan antara bahasa Inggris, Cina, atau bahasa lain sesuai kebutuhan.
it: • Funziona con qualsiasi lingua—HowAI rileva automaticamente e traduce tra inglese, cinese o altre lingue secondo necessità.
ja: • どの言語でも機能します—HowAIは英語、中国語、その他の言語間を自動検出して翻訳します。
pt: • Funciona com qualquer idioma—o HowAI deteta automaticamente e traduz entre inglês, chinês ou outros idiomas conforme necessário.

# instructionsSection7Title
source: AI Insights
de: KI-Erkenntnisse
es: Análisis de IA
fr: Analyses IA
hi: AI अंतर्दृष्टि
id: Wawasan AI
it: Approfondimenti IA
ja: AI分析
pt: Insights IA

# instructionsSection7Line1
source: • HowAI analyzes your conversation style, interests, and personality traits to personalize your experience.
de: • HowAI analysiert Ihren Gesprächsstil, Interessen und Persönlichkeitsmerkmale, um Ihr Erlebnis zu personalisieren.
es: • HowAI analiza tu estilo de conversación, intereses y rasgos de personalidad para personalizar tu experiencia.
fr: • HowAI analyse votre style de conversation, vos intérêts et traits de personnalité pour personnaliser votre expérience.
hi: • HowAI आपके अनुभव को व्यक्तिगत बनाने के लिए आपकी बातचीत शैली, रुचियों और व्यक्तित्व विशेषताओं का विश्लेषण करता है।
id: • HowAI menganalisis gaya percakapan, minat, dan sifat kepribadian Anda untuk mempersonalisasi pengalaman Anda.
it: • HowAI analizza il tuo stile di conversazione, interessi e tratti della personalità per personalizzare la tua esperienza.
ja: • HowAIはあなたの会話スタイル、興味、性格特性を分析して体験をパーソナライズします。
pt: • O HowAI analisa o seu estilo de conversa, interesses e traços de personalidade para personalizar a sua experiência.

# instructionsSection7Line2
source: • The more you chat with HowAI, the better it understands you and can communicate and support you more effectively.
de: • Je mehr Sie mit HowAI chatten, desto besser versteht es Sie und kann effektiver kommunizieren und Sie unterstützen.
es: • Cuanto más chatees con HowAI, mejor te entenderá y podrá comunicarse y apoyarte más eficazmente.
fr: • Plus vous discutez avec HowAI, mieux il vous comprend et peut communiquer et vous soutenir plus efficacement.
hi: • आप HowAI के साथ जितना अधिक चैट करेंगे, यह आपको उतना बेहतर समझेगा और अधिक प्रभावी ढंग से संवाद और समर्थन कर सकेगा।
id: • Semakin banyak Anda mengobrol dengan HowAI, semakin baik ia memahami Anda dan dapat berkomunikasi dan mendukung Anda secara lebih efektif.
it: • Più chatti con HowAI, meglio ti comprende e può comunicare e supportarti più efficacemente.
ja: • HowAIとのチャットが増えるほど、理解が深まり、より効果的にコミュニケーションやサポートができるようになります。
pt: • Quanto mais conversar com o HowAI, melhor ele o compreende e pode comunicar e apoiá-lo mais eficazmente.

# instructionsSection7Line3
source: • View your AI-generated insights in the Settings > AI Insights section.
de: • Sehen Sie Ihre KI-generierten Erkenntnisse im Bereich Einstellungen > KI-Erkenntnisse an.
es: • Visualiza tus análisis generados por IA en la sección Configuración > Análisis de IA.
fr: • Consultez vos analyses générées par l'IA dans la section Paramètres > Analyses IA.
hi: • सेटिंग्स > AI अंतर्दृष्टि अनुभाग में अपनी AI-जनित अंतर्दृष्टि देखें।
id: • Lihat wawasan yang dihasilkan AI di bagian Pengaturan > Wawasan AI.
it: • Visualizza i tuoi approfondimenti generati dall'IA nella sezione Impostazioni > Approfondimenti IA.
ja: • 設定 > AI分析セクションでAIが生成した分析を確認できます。
pt: • Veja os seus insights gerados por IA na secção Definições > Insights IA.

# instructionsSection7Line4
source: • All analysis is done on-device for your privacy—no data leaves your device.
de: • Alle Analysen erfolgen auf dem Gerät für Ihre Privatsphäre—keine Daten verlassen Ihr Gerät.
es: • Todo el análisis se realiza en el dispositivo para tu privacidad—ningún dato sale de tu dispositivo.
fr: • Toute l'analyse est effectuée sur l'appareil pour votre confidentialité—aucune donnée ne quitte votre appareil.
hi: • आपकी गोपनीयता के लिए सभी विश्लेषण डिवाइस पर किया जाता है—कोई डेटा आपके डिवाइस से बाहर नहीं जाता।
id: • Semua analisis dilakukan di perangkat untuk privasi Anda—tidak ada data yang meninggalkan perangkat Anda.
it: • Tutte le analisi vengono effettuate sul dispositivo per la tua privacy—nessun dato lascia il tuo dispositivo.
ja: • すべての分析はプライバシーのためデバイス上で行われ—データがデバイスから出ることはありません。
pt: • Toda a análise é feita no dispositivo para a sua privacidade—nenhum dado sai do seu dispositivo.

# instructionsSection7Line5
source: • You can clear this data at any time in Settings.
de: • Sie können diese Daten jederzeit in den Einstellungen löschen.
es: • Puedes borrar estos datos en cualquier momento en Configuración.
fr: • Vous pouvez effacer ces données à tout moment dans les Paramètres.
hi: • आप इस डेटा को सेटिंग्स में कभी भी साफ कर सकते हैं।
id: • Anda dapat menghapus data ini kapan saja di Pengaturan.
it: • Puoi cancellare questi dati in qualsiasi momento nelle Impostazioni.
ja: • 設定でいつでもこのデータを消去できます。
pt: • Pode limpar estes dados a qualquer momento nas Definições.

# instructionsSection8Title
source: Privacy & Data
de: Datenschutz & Daten
es: Privacidad y Datos
fr: Confidentialité et données
hi: गोपनीयता और डेटा
id: Privasi & Data
it: Privacy e Dati
ja: プライバシーとデータ
pt: Privacidade e Dados

# instructionsSection8Line1
source: • All your data stays on your device only—nothing is sent to external servers.
de: • Alle Ihre Daten bleiben nur auf Ihrem Gerät—nichts wird an externe Server gesendet.
es: • Todos tus datos permanecen solo en tu dispositivo—nada se envía a servidores externos.
fr: • Toutes vos données restent uniquement sur votre appareil—rien n'est envoyé à des serveurs externes.
hi: • आपका सारा डेटा केवल आपके डिवाइस पर रहता है—बाहरी सर्वर पर कुछ भी नहीं भेजा जाता।
id: • Semua data Anda tetap hanya di perangkat Anda—tidak ada yang dikirim ke server eksternal.
it: • Tutti i tuoi dati rimangono solo sul tuo dispositivo—nulla viene inviato a server esterni.
ja: • あなたのすべてのデータはデバイス上のみに保存されます—外部サーバーには何も送信されません。
pt: • Todos os seus dados permanecem apenas no seu dispositivo—nada é enviado para servidores externos.

# instructionsSection8Line2
source: • No conversation tracking or monitoring.
de: • Keine Gesprächsverfolgung oder -überwachung.
es: • Sin seguimiento ni monitoreo de conversaciones.
fr: • Pas de suivi ni de surveillance des conversations.
hi: • कोई बातचीत ट्रैकिंग या निगरानी नहीं।
id: • Tidak ada pelacakan atau pemantauan percakapan.
it: • Nessun tracciamento o monitoraggio delle conversazioni.
ja: • 会話の追跡やモニタリングはありません。
pt: • Sem rastreamento ou monitorização de conversas.

# instructionsSection8Line3
source: • You can clear your chat history and AI insights at any time in Settings.
de: • Sie können Ihren Chat-Verlauf und KI-Erkenntnisse jederzeit in den Einstellungen löschen.
es: • Puedes borrar tu historial de chat y análisis de IA en cualquier momento en Configuración.
fr: • Vous pouvez effacer votre historique de discussion et les analyses IA à tout moment dans les Paramètres.
hi: • आप अपना चैट इतिहास और AI अंतर्दृष्टि सेटिंग्स में कभी भी साफ कर सकते हैं।
id: • Anda dapat menghapus riwayat obrolan dan wawasan AI Anda kapan saja di Pengaturan.
it: • Puoi cancellare la cronologia delle chat e gli approfondimenti IA in qualsiasi momento nelle Impostazioni.
ja: • 設定でいつでもチャット履歴とAI分析を消去できます。
pt: • Pode limpar o seu histórico de conversas e insights IA a qualquer momento nas Definições.

# instructionsSection8Line4
source: • Your privacy and security are our top priorities.
de: • Ihre Privatsphäre und Sicherheit haben höchste Priorität.
es: • Tu privacidad y seguridad son nuestras principales prioridades.
fr: • Votre confidentialité et sécurité sont nos priorités absolues.
hi: • आपकी गोपनीयता और सुरक्षा हमारी सर्वोच्च प्राथमिकताएं हैं।
id: • Privasi dan keamanan Anda adalah prioritas utama kami.
it: • La tua privacy e sicurezza sono le nostre massime priorità.
ja: • あなたのプライバシーとセキュリティは最優先事項です。
pt: • A sua privacidade e segurança são as nossas principais prioridades.

# instructionsSection9Title
source: Contact & Updates
de: Kontakt & Updates
es: Contacto y Actualizaciones
fr: Contact et mises à jour
hi: संपर्क और अपडेट
id: Kontak & Pembaruan
it: Contatti e Aggiornamenti
ja: 連絡とアップデート
pt: Contacto e Atualizações

# instructionsSection9Line1
source: For help, feedback, or support, email:
de: Für Hilfe, Feedback oder Support, E-Mail an:
es: Para ayuda, comentarios o soporte, envía un correo a:
fr: Pour obtenir de l'aide, des commentaires ou du support, envoyez un e-mail à :
hi: सहायता, प्रतिक्रिया, या समर्थन के लिए, ईमेल करें:
id: Untuk bantuan, umpan balik, atau dukungan, email:
it: Per aiuto, feedback o supporto, email:
ja: ヘルプ、フィードバック、サポートについては、メールでお問い合わせください：
pt: Para ajuda, feedback ou suporte, envie email para:

# instructionsSection9Line3
source: We are continuously improving HowAI and adding new features—stay tuned for updates!
de: Wir verbessern HowAI kontinuierlich und fügen neue Funktionen hinzu—bleiben Sie auf dem Laufenden!
es: Estamos mejorando continuamente HowAI y añadiendo nuevas funciones—¡mantente atento a las actualizaciones!
fr: Nous améliorons continuellement HowAI et ajoutons de nouvelles fonctionnalités—restez à l'affût des mises à jour !
hi: हम लगातार HowAI में सुधार कर रहे हैं और नई सुविधाएँ जोड़ रहे हैं—अपडेट के लिए बने रहें!
id: Kami terus meningkatkan HowAI dan menambahkan fitur baru—tetap ikuti pembaruan!
it: Stiamo continuamente migliorando HowAI e aggiungendo nuove funzionalità—resta aggiornato!
ja: HowAIを継続的に改善し、新機能を追加しています—アップデートをお楽しみに！
pt: Estamos continuamente a melhorar o HowAI e a adicionar novas funcionalidades—fique atento às atualizações!

# aiAgentReady
source: Your intelligent AI agent - ready to assist with any task
de: Ihr intelligenter KI-Agent - bereit, bei jeder Aufgabe zu helfen
es: Su agente inteligente de IA - listo para ayudar con cualquier tarea
fr: Votre agent IA intelligent - prêt à vous aider avec n'importe quelle tâche
hi: आपका बुद्धिमान AI एजेंट - किसी भी कार्य में सहायता के लिए तैयार
id: Agen AI cerdas Anda - siap membantu tugas apa pun
it: Il tuo agente IA intelligente - pronto ad aiutarti con qualsiasi compito
ja: インテリジェントなAIエージェント - あらゆるタスクをサポートする準備ができています
pt: O seu agente inteligente de IA - pronto para ajudar com qualquer tarefa

# featureSmartChat
source: Smart Chat
de: Intelligenter Chat
es: Chat inteligente
fr: Chat intelligent
hi: स्मार्ट चैट
id: Obrolan Cerdas
it: Chat intelligente
ja: スマートチャット
pt: Conversa Inteligente

# featureSmartChatDesc
source: Natural AI conversations with contextual understanding
de: Natürliche KI-Gespräche mit kontextbezogenem Verständnis
es: Conversaciones naturales de IA con comprensión contextual
fr: Conversations IA naturelles avec compréhension contextuelle
hi: संदर्भ समझ के साथ प्राकृतिक AI बातचीत
id: Percakapan AI alami dengan pemahaman kontekstual
it: Conversazioni naturali di intelligenza artificiale con comprensione contestuale
ja: 文脈理解を持つ自然なAI会話
pt: Conversas naturais com IA com compreensão contextual

# featureLocalDiscovery
source: Local Discovery
de: Lokale Entdeckung
es: Descubrimiento local
hi: स्थानीय खोज
id: Penemuan Lokal
it: Scoperta locale
ja: ローカルディスカバリ
pt: Descoberta Local

# featureLocalDiscoveryDesc
source: Find restaurants, attractions & services near you with AI insights
de: Finden Sie mit KI-Einblicken Restaurants, Sehenswürdigkeiten und Dienstleistungen in Ihrer Nähe
es: Encuentra restaurantes, atracciones y servicios cercanos con insights de IA
fr: Trouvez des restaurants, attractions et services à proximité avec des insights IA
hi: AI अंतर्दृष्टि के साथ अपने पास रेस्तरां, आकर्षण और सेवाएं खोजें
id: Temukan restoran, atraksi & layanan di dekat Anda dengan wawasan AI
it: Trova ristoranti, attrazioni e servizi vicino a te con gli approfondimenti dell'intelligenza artificiale
ja: AIインサイトを使って近くのレストラン、アトラクション、サービスを見つける
pt: Encontre restaurantes, atrações e serviços perto de si com insights de IA

# featurePhotoAnalysis
source: Photo Analysis
de: Fotoanalyse
es: Análisis de fotos
fr: Analyse de photos
hi: फोटो विश्लेषण
id: Analisis Foto
it: Analisi fotografica
ja: 写真分析
pt: Análise de Fotos

# featurePhotoAnalysisDesc
source: Advanced image recognition and OCR
de: Erweiterte Bilderkennung und OCR
es: Reconocimiento avanzado de imágenes, OCR y comprensión visual
fr: Reconnaissance d'images avancée, OCR et compréhension visuelle
hi: उन्नत छवि पहचान और OCR
id: Pengenalan gambar canggih dan OCR
it: Riconoscimento avanzato delle immagini e OCR
ja: 高度な画像認識、OCR、視覚的理解
pt: Reconhecimento avançado de imagem e OCR

# featureDocumentAnalysis
source: Document Analysis
de: Dokumentenanalyse
es: Análisis de documentos
hi: दस्तावेज़ विश्लेषण
id: Analisis Dokumen
it: Analisi dei documenti
ja: 文書分析
pt: Análise de Documentos

# featureDocumentAnalysisDesc
source: Analyze PDFs, Word docs and spreadsheets
de: Analysieren Sie PDFs, Word-Dokumente und Tabellenkalkulationen
es: Analiza PDFs, documentos de Word, hojas de cálculo y más con IA avanzada
fr: Analysez les PDF, documents Word, feuilles de calcul et plus avec une IA avancée
hi: PDF, Word दस्तावेज़ और स्प्रेडशीट का विश्लेषण करें
id: Analisis PDF, dokumen Word, dan spreadsheet
it: Analizza PDF, documenti Word e fogli di calcolo
ja: PDF、Wordドキュメント、スプレッドシートなどを高度なAIで分析
pt: Analise PDFs, documentos Word e folhas de cálculo

# featureAiImageGeneration
source: Image Generator
de: Bildgenerator
es: Generación de imágenes con IA
fr: Génération d'images IA
hi: छवि जेनरेटर
id: Generator Gambar
it: Generatore di immagini
ja: AI画像生成
pt: Gerador de Imagens
