Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# knowledgeHubFieldTagsOptional
source: Tags (optional)
de: Schlagworte (optional)
es: Etiquetas (opcional)
hi: टैग (वैकल्पिक)
id: Tag (opsional)
it: Tag (facoltativo)
ja: タグ (オプション)
pt: Etiquetas (opcional)

# knowledgeHubFieldTagsHint
source: comma, separated, tags
de: Komma, getrennt, Tags
es: coma, separados, etiquetas
hi: अल्पविराम, अलग, टैग
id: koma, dipisahkan, tag
it: virgola, separati, tag
ja: カンマ、区切り、タグ
pt: vírgula, separado, tags

# knowledgeHubPinned
source: Pinned
de: Angepinnt
es: Fijado
hi: पिन की गई
id: Disematkan
it: Appuntato
ja: 固定された
pt: Fixado

# knowledgeHubPinnedOnly
source: Pinned only
de: Nur angepinnt
es: Solo fijado
hi: केवल पिन किया गया
id: Hanya dipasangi pin
it: Solo appuntato
ja: 固定のみ
pt: Somente fixado

# knowledgeHubUseInContext
source: Use in AI context
de: Verwendung im KI-Kontext
es: Uso en contexto de IA
hi: एआई संदर्भ में उपयोग करें
id: Gunakan dalam konteks AI
it: Utilizzo nel contesto dell'intelligenza artificiale
ja: AI コンテキストでの使用
pt: Use no contexto de IA

# knowledgeHubAllTypes
source: All types
de: Alle Arten
es: Todos los tipos
hi: सभी प्रकार के
id: Semua tipe
it: Tutti i tipi
ja: 全種類
pt: Todos os tipos

# knowledgeHubApply
source: Apply
de: Anwenden
es: Aplicar
hi: आवेदन करना
id: Menerapkan
it: Fare domanda a
ja: 適用する
pt: Aplicar

# knowledgeHubEdit
source: Edit
de: Bearbeiten
es: Editar
hi: संपादन करना
id: Sunting
it: Modificare
ja: 編集
pt: Editar

# knowledgeHubPin
source: Pin
de: Stift
es: Alfiler
hi: नत्थी करना
id: Sematkan
it: Spillo
ja: ピン
pt: Alfinete

# knowledgeHubUnpin
source: Unpin
de: Lösen
es: Desprender
hi: अनपिन
id: Membuka peniti
it: Sblocca
ja: 固定を解除する
pt: Liberar

# knowledgeHubDisableInContext
source: Disable in context
de: Im Kontext deaktivieren
es: Deshabilitar en contexto
hi: संदर्भ में अक्षम करें
id: Nonaktifkan dalam konteks
it: Disabilita nel contesto
ja: コンテキスト内で無効にする
pt: Desativar no contexto

# knowledgeHubEnableInContext
source: Enable in context
de: Im Kontext aktivieren
es: Habilitar en contexto
hi: संदर्भ में सक्षम करें
id: Aktifkan dalam konteks
it: Abilita nel contesto
ja: コンテキスト内で有効にする
pt: Ativar no contexto

# knowledgeHubFiltersTitle
source: Filters
de: Filter
es: Filtros
hi: फिल्टर
id: Filter
it: Filtri
ja: フィルター
pt: Filtros

# knowledgeHubFiltersTooltip
source: Filters
de: Filter
es: Filtros
hi: फिल्टर
id: Filter
it: Filtri
ja: フィルター
pt: Filtros

# knowledgeHubSearchHint
source: Search memory
de: Speicher durchsuchen
es: memoria de búsqueda
hi: स्मृति खोजें
id: Cari memori
it: Cerca nella memoria
ja: メモリの検索
pt: Memória de pesquisa

# knowledgeHubNoMatches
source: No memory items match your filters.
de: Keine Speicherelemente entsprechen Ihren Filtern.
es: Ningún elemento de la memoria coincide con sus filtros.
hi: कोई भी मेमोरी आइटम आपके फ़िल्टर से मेल नहीं खाता.
id: Tidak ada item memori yang cocok dengan filter Anda.
it: Nessun elemento della memoria corrisponde ai filtri.
ja: フィルタに一致するメモリ項目はありません。
pt: Nenhum item de memória corresponde aos seus filtros.

# knowledgeHubModeFromChat
source: From Chat
de: Aus dem Chat
es: Desde el chat
hi: चैट से
id: Dari Obrolan
it: Dalla chat
ja: チャットから
pt: Do bate-papo

# knowledgeHubModeFromChatDesc
source: Save a recent message as memory
de: Speichern Sie eine aktuelle Nachricht als Erinnerung
es: Guardar un mensaje reciente como memoria
hi: किसी हालिया संदेश को स्मृति के रूप में सहेजें
id: Simpan pesan terbaru sebagai memori
it: Salva un messaggio recente come memoria
ja: 最近のメッセージをメモリとして保存する
pt: Salvar uma mensagem recente como memória

# knowledgeHubModeTypeManually
source: Type Manually
de: Geben Sie manuell ein
es: Escriba manualmente
hi: मैन्युअल रूप से टाइप करें
id: Ketik Secara Manual
it: Digitare manualmente
ja: 手動で入力する
pt: Digite manualmente

# knowledgeHubModeTypeManuallyDesc
source: Write a custom memory entry
de: Schreiben Sie einen benutzerdefinierten Speichereintrag
es: Escribe una entrada de memoria personalizada
hi: एक कस्टम मेमोरी प्रविष्टि लिखें
id: Tulis entri memori khusus
it: Scrivere una voce di memoria personalizzata
ja: カスタムメモリエントリを書き込む
pt: Escreva uma entrada de memória personalizada

# knowledgeHubModeFromDocument
source: From Document
de: Aus Dokument
es: Del documento
hi: दस्तावेज़ से
id: Dari Dokumen
it: Dal documento
ja: ドキュメントから
pt: Do documento

# knowledgeHubModeFromDocumentDesc
source: Attach file and store extracted knowledge
de: Datei anhängen und extrahiertes Wissen speichern
es: Adjunte archivos y almacene el conocimiento extraído
hi: फ़ाइल संलग्न करें और निकाले गए ज्ञान को संग्रहीत करें
id: Lampirkan file dan simpan pengetahuan yang diekstraksi
it: Allega file e archivia la conoscenza estratta
ja: ファイルを添付して抽出したナレッジを保存する
pt: Anexe o arquivo e armazene o conhecimento extraído

# knowledgeHubSelectMessageToLink
source: Select a message to link
de: Wählen Sie eine Nachricht zum Verknüpfen aus
es: Seleccione un mensaje para vincular
hi: लिंक करने के लिए एक संदेश चुनें
id: Pilih pesan untuk ditautkan
it: Seleziona un messaggio da collegare
ja: リンクするメッセージを選択してください
pt: Selecione uma mensagem para vincular

# knowledgeHubSpeakerYou
source: You
de: Du
es: Tú
hi: आप
id: Anda
it: Voi
ja: あなた
pt: Você

# knowledgeHubMemoryTypePreference
source: Preference
de: Präferenz
es: Preferencia
hi: वरीयता
id: Preferensi
it: Preferenza
ja: 好み
pt: Preferência

# knowledgeHubMemoryTypeFact
source: Fact
de: Tatsache
es: Hecho
hi: तथ्य
id: Fakta
it: Fatto
ja: 事実
pt: Fato

# knowledgeHubMemoryTypeGoal
source: Goal
de: Ziel
es: Meta
hi: लक्ष्य
id: Sasaran
it: Obiettivo
ja: ゴール
pt: Meta

# knowledgeHubMemoryTypeConstraint
source: Constraint
de: Zwang
es: Restricción
hi: बाधा
id: Kendala
it: Vincolo
ja: 制約
pt: Restrição

# knowledgeHubMemoryTypeOther
source: Other
de: Andere
es: Otro
hi: अन्य
id: Lainnya
it: Altro
ja: 他の
pt: Outro

# knowledgeHubSourceStatusProcessing
source: Processing
de: Verarbeitung
es: Tratamiento
hi: प्रसंस्करण
id: Pengolahan
it: Elaborazione
ja: 処理
pt: Processamento

# knowledgeHubSourceStatusReady
source: Ready
de: Bereit
es: Listo
hi: तैयार
id: Siap
it: Pronto
ja: 準備ができて
pt: Preparar

# knowledgeHubSourceStatusFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
hi: असफल
id: Gagal
it: Fallito
ja: 失敗した
pt: Fracassado

# knowledgeHubDefaultSavedMemoryTitle
source: Saved Memory
de: Gespeicherter Speicher
es: Memoria guardada
hi: सहेजी गई मेमोरी
id: Memori Tersimpan
it: Memoria salvata
ja: 保存されたメモリ
pt: Memória salva

# knowledgeHubDefaultDocumentMemoryTitle
source: Document Memory
de: Dokumentenspeicher
es: Memoria de documentos
hi: दस्तावेज़ स्मृति
id: Memori Dokumen
it: Memoria dei documenti
ja: ドキュメントメモリ
pt: Memória de documentos

# knowledgeHubPremiumBlockedTitle
source: Knowledge Hub is a Premium feature
de: Knowledge Hub ist eine Premium-Funktion
es: Knowledge Hub es una función Premium
hi: नॉलेज हब एक प्रीमियम सुविधा है
id: Pusat Pengetahuan adalah fitur Premium
it: Knowledge Hub è una funzionalità Premium
ja: ナレッジハブはプレミアム機能です
pt: Knowledge Hub é um recurso Premium

# knowledgeHubPremiumBlockedDesc
source: Save key details once, and HowAI remembers them in future chats so you do not need to repeat yourself.
de: Speichern Sie wichtige Details einmal und HowAI merkt sich diese in zukünftigen Chats, sodass Sie sich nicht wiederholen müssen.
es: Guarde los detalles clave una vez y HowAI los recordará en chats futuros para que no tenga que repetirlos.
hi: मुख्य विवरण एक बार सहेजें, और HowAI उन्हें भविष्य की चैट में याद रखता है ताकि आपको खुद को दोहराने की आवश्यकता न हो।
id: Simpan detail penting satu kali, dan HowAI akan mengingatnya dalam obrolan berikutnya sehingga Anda tidak perlu mengulanginya lagi.
it: Salva i dettagli chiave una volta e HowAI li ricorderà nelle chat future, così non dovrai ripeterli.
ja: 主要な詳細を一度保存​​すると、HowAI が今後のチャットでそれらを記憶するため、同じことを繰り返す必要はありません。
pt: Salve os detalhes importantes uma vez e o HowAI se lembrará deles em bate-papos futuros para que você não precise se repetir.

# knowledgeHubFeatureCaptureTitle
source: Capture what matters
de: Erfassen Sie, worauf es ankommt
es: Captura lo que importa
hi: जो मायने रखता है उसे पकड़ें
id: Tangkap apa yang penting
it: Cattura ciò che conta
ja: 重要なものをキャプチャする
pt: Capture o que importa

# knowledgeHubFeatureCaptureDesc
source: Save preferences, goals, and constraints directly from messages.
de: Speichern Sie Präferenzen, Ziele und Einschränkungen direkt aus Nachrichten.
es: Guarde preferencias, objetivos y restricciones directamente desde los mensajes.
hi: प्राथमिकताओं, लक्ष्यों और बाधाओं को सीधे संदेशों से सहेजें।
id: Simpan preferensi, sasaran, dan batasan langsung dari pesan.
it: Salva preferenze, obiettivi e vincoli direttamente dai messaggi.
ja: 設定、目標、制約をメッセージから直接保存します。
pt: Salve preferências, metas e restrições diretamente das mensagens.

# knowledgeHubFeatureRepliesTitle
source: Get smarter replies
de: Erhalten Sie intelligentere Antworten
es: Obtenga respuestas más inteligentes
hi: बेहतर उत्तर प्राप्त करें
id: Dapatkan balasan yang lebih cerdas
it: Ottieni risposte più intelligenti
ja: より賢い返信を得る
pt: Obtenha respostas mais inteligentes

# knowledgeHubFeatureRepliesDesc
source: Relevant memory is used in context so responses feel more personal and consistent.
de: Das relevante Gedächtnis wird im Kontext verwendet, sodass sich die Antworten persönlicher und einheitlicher anfühlen.
es: La memoria relevante se utiliza en contexto para que las respuestas se sientan más personales y consistentes.
hi: प्रासंगिक स्मृति का उपयोग संदर्भ में किया जाता है इसलिए प्रतिक्रियाएँ अधिक व्यक्तिगत और सुसंगत लगती हैं।
id: Memori yang relevan digunakan dalam konteks sehingga tanggapan terasa lebih pribadi dan konsisten.
it: La memoria pertinente viene utilizzata nel contesto in modo che le risposte sembrino più personali e coerenti.
ja: 関連する記憶が文脈の中で使用されるため、応答はより個人的で一貫したものに感じられます。
pt: A memória relevante é usada no contexto para que as respostas pareçam mais pessoais e consistentes.

# knowledgeHubFeatureControlTitle
source: Control your memory
de: Kontrollieren Sie Ihr Gedächtnis
es: Controla tu memoria
hi: अपनी याददाश्त पर नियंत्रण रखें
id: Kontrol ingatan Anda
it: Controlla la tua memoria
ja: 記憶をコントロールする
pt: Controle sua memória

# knowledgeHubFeatureControlDesc
source: Edit, pin, disable, or delete items any time from one place.
de: Bearbeiten, pinnen, deaktivieren oder löschen Sie Elemente jederzeit von einem Ort aus.
es: Edite, fije, deshabilite o elimine elementos en cualquier momento desde un solo lugar.
hi: किसी भी समय एक ही स्थान से आइटम संपादित करें, पिन करें, अक्षम करें या हटाएं।
id: Edit, sematkan, nonaktifkan, atau hapus item kapan saja dari satu tempat.
it: Modifica, aggiungi, disattiva o elimina elementi in qualsiasi momento da un'unica posizione.
ja: いつでも 1 か所からアイテムを編集、固定、無効化、または削除できます。
pt: Edite, fixe, desative ou exclua itens a qualquer momento e em um só lugar.

# knowledgeHubUpgradeToPremium
source: Upgrade to Premium
de: Upgrade auf Premium
es: Actualizar a Premium
hi: प्रीमियम में अपग्रेड करें
id: Tingkatkan ke Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium

# knowledgeHubWhatIsTitle
source: What is Knowledge Hub?
de: Was ist Knowledge Hub?
es: ¿Qué es el Centro de Conocimiento?
hi: नॉलेज हब क्या है?
id: Apa itu Pusat Pengetahuan?
it: Cos'è l'Hub della Conoscenza?
ja: ナレッジハブとは何ですか?
pt: O que é o Centro de Conhecimento?

# knowledgeHubWhatIsDesc
source: A personal memory space where you save key details once, so HowAI can use them in future replies.
de: Ein persönlicher Speicherplatz, in dem Sie wichtige Details einmal speichern, damit HowAI sie in zukünftigen Antworten verwenden kann.
es: Un espacio de memoria personal donde guarda los detalles clave una vez, para que HowAI pueda usarlos en futuras respuestas.
hi: एक व्यक्तिगत मेमोरी स्पेस जहां आप मुख्य विवरण एक बार सहेजते हैं, ताकि हाउएआई भविष्य के उत्तरों में उनका उपयोग कर सके।
id: Ruang memori pribadi tempat Anda menyimpan detail penting satu kali, sehingga HowAI dapat menggunakannya dalam balasan mendatang.
it: Uno spazio di memoria personale in cui salvi i dettagli chiave una volta, in modo che HowAI possa utilizzarli nelle risposte future.
ja: 主要な詳細を一度保存​​し、HowAI が今後の返信でそれらを使用できるようにする個人用メモリ領域。
pt: Um espaço de memória pessoal onde você salva detalhes importantes uma vez, para que HowAI possa usá-los em respostas futuras.

# knowledgeHubHowToStartTitle
source: How to get started
de: So fangen Sie an
es: Cómo empezar
hi: शुरुआत कैसे करें
id: Bagaimana memulainya
it: Come iniziare
ja: 始め方
pt: Como começar

# knowledgeHubStep1
source: Tap New Memory or use Save from any chat message.
de: Tippen Sie auf „Neuer Speicher“ oder verwenden Sie „Speichern“ in einer beliebigen Chat-Nachricht.
es: Toque Nueva memoria o use Guardar desde cualquier mensaje de chat.
hi: नई मेमोरी टैप करें या किसी भी चैट संदेश से सेव का उपयोग करें।
id: Ketuk Memori Baru atau gunakan Simpan dari pesan obrolan apa pun.
it: Tocca Nuova memoria o utilizza Salva da qualsiasi messaggio di chat.
ja: [新しいメモリ] をタップするか、チャット メッセージから [保存] を使用します。
pt: Toque em Nova memória ou use Salvar em qualquer mensagem de bate-papo.

# knowledgeHubStep2
source: Choose type (Preference, Goal, Fact, Constraint).
de: Wählen Sie den Typ (Präferenz, Ziel, Fakt, Einschränkung).
es: Elija el tipo (Preferencia, Objetivo, Hecho, Restricción).
hi: प्रकार चुनें (वरीयता, लक्ष्य, तथ्य, बाधा)।
id: Pilih jenis (Preferensi, Sasaran, Fakta, Kendala).
it: Scegli il tipo (Preferenza, Obiettivo, Fatto, Vincolo).
ja: タイプ (プリファレンス、目標、事実、制約) を選択します。
pt: Escolha o tipo (Preferência, Meta, Fato, Restrição).

# knowledgeHubStep3
source: Add tags to make memory easier to match later.
de: Fügen Sie Tags hinzu, um den späteren Speicherabgleich zu erleichtern.
es: Agregue etiquetas para que la memoria sea más fácil de comparar más adelante.
hi: मेमोरी को बाद में मिलान करना आसान बनाने के लिए टैग जोड़ें।
id: Tambahkan tag agar memori lebih mudah dicocokkan nanti.
it: Aggiungi tag per rendere la memoria più facile da abbinare in seguito.
ja: 後で記憶を照合しやすくするためにタグを追加します。
pt: Adicione tags para facilitar a correspondência da memória posteriormente.

# knowledgeHubStep4
source: Pin critical memories to prioritize them in context.
de: Hängen Sie kritische Erinnerungen an, um sie im Kontext zu priorisieren.
es: Fija recuerdos críticos para priorizarlos en contexto.
hi: महत्वपूर्ण यादों को संदर्भ में प्राथमिकता देने के लिए उन्हें पिन करें।
id: Sematkan kenangan penting untuk memprioritaskannya dalam konteks.
it: Appunta i ricordi critici per dare loro la priorità nel contesto.
ja: 重要な思い出を固定して、コンテキスト内で優先順位を付けます。
pt: Fixe memórias críticas para priorizá-las no contexto.

# knowledgeHubExampleTitle
source: Example memories
de: Beispielerinnerungen
es: Recuerdos de ejemplo
hi: उदाहरण यादें
id: Contoh kenangan
it: Ricordi di esempio
ja: 思い出の例
pt: Memórias de exemplo

# knowledgeHubExamplePreferenceContent
source: Keep my summaries short and bullet-pointed.
de: Halten Sie meine Zusammenfassungen kurz und prägnant.
es: Mantenga mis resúmenes breves y con viñetas.
hi: मेरे सारांश संक्षिप्त और सटीक रखें।
id: Buat ringkasan saya singkat dan ringkas.
it: Mantieni i miei riepiloghi brevi e puntati.
ja: 要約は短く箇条書きにしてください。
pt: Mantenha meus resumos curtos e específicos.

# knowledgeHubExampleGoalContent
source: I am preparing for product manager interviews.
de: Ich bereite mich auf Produktmanager-Interviews vor.
es: Me estoy preparando para entrevistas de gerente de producto.
hi: मैं उत्पाद प्रबंधक साक्षात्कार की तैयारी कर रहा हूं।
id: Saya sedang mempersiapkan wawancara manajer produk.
it: Mi sto preparando per i colloqui con il product manager.
ja: プロダクトマネージャーの面接の準備をしています。
pt: Estou me preparando para entrevistas com gerente de produto.

# knowledgeHubExampleConstraintContent
source: Do not include local file paths in translated output.
de: Fügen Sie keine lokalen Dateipfade in die übersetzte Ausgabe ein.
es: No incluya rutas de archivos locales en la salida traducida.
hi: अनुवादित आउटपुट में स्थानीय फ़ाइल पथ शामिल न करें।
id: Jangan sertakan jalur file lokal dalam keluaran yang diterjemahkan.
it: Non includere percorsi di file locali nell'output tradotto.
ja: 翻訳された出力にはローカル ファイル パスを含めないでください。
pt: Não inclua caminhos de arquivos locais na saída traduzida.

# knowledgeHubSnackDuplicateMemory
source: A similar memory already exists.
de: Eine ähnliche Erinnerung existiert bereits.
es: Ya existe un recuerdo similar.
hi: ऐसी ही एक स्मृति पहले से मौजूद है.
id: Memori serupa sudah ada.
it: Esiste già un ricordo simile.
ja: 同様の記憶はすでに存在します。
pt: Já existe uma memória semelhante.

# knowledgeHubSnackCreateFailed
source: Failed to create memory.
de: Speicher konnte nicht erstellt werden.
es: No se pudo crear la memoria.
hi: स्मृति बनाने में विफल.
id: Gagal membuat memori.
it: Impossibile creare la memoria.
ja: メモリの作成に失敗しました。
pt: Falha ao criar memória.

# knowledgeHubSnackUpdateFailed
source: Failed to update memory.
de: Speicher konnte nicht aktualisiert werden.
es: No se pudo actualizar la memoria.
hi: मेमोरी अपडेट करने में विफल.
id: Gagal memperbarui memori.
it: Impossibile aggiornare la memoria.
ja: メモリの更新に失敗しました。
pt: Falha ao atualizar a memória.

# knowledgeHubSnackPinUpdateFailed
source: Failed to update pin status.
de: Der Pin-Status konnte nicht aktualisiert werden.
es: No se pudo actualizar el estado del pin.
hi: पिन स्थिति अपडेट करने में विफल.
id: Gagal memperbarui status pin.
it: Impossibile aggiornare lo stato del pin.
ja: ピンのステータスを更新できませんでした。
pt: Falha ao atualizar o status do PIN.

# knowledgeHubSnackActiveUpdateFailed
source: Failed to update active status.
de: Der aktive Status konnte nicht aktualisiert werden.
es: No se pudo actualizar el estado activo.
hi: सक्रिय स्थिति अपडेट करने में विफल.
id: Gagal memperbarui status aktif.
it: Impossibile aggiornare lo stato attivo.
ja: アクティブステータスの更新に失敗しました。
pt: Falha ao atualizar o status ativo.

# knowledgeHubSnackDeleteFailed
source: Failed to delete memory.
de: Speicher konnte nicht gelöscht werden.
es: No se pudo eliminar la memoria.
hi: स्मृति हटाने में विफल.
id: Gagal menghapus memori.
it: Impossibile eliminare la memoria.
ja: メモリの削除に失敗しました。
pt: Falha ao excluir memória.

# knowledgeHubSnackLinkedTrimmed
source: Linked message was trimmed to fit memory length.
de: Die verknüpfte Nachricht wurde auf die Speicherlänge zugeschnitten.
es: El mensaje vinculado se recortó para ajustarse a la longitud de la memoria.
hi: लिंक किए गए संदेश को मेमोरी की लंबाई के अनुसार छोटा कर दिया गया था।
id: Pesan tertaut dipangkas agar sesuai dengan panjang memori.
it: Il messaggio collegato è stato tagliato per adattarsi alla lunghezza della memoria.
ja: リンクされたメッセージはメモリ長に合わせてトリミングされました。
pt: A mensagem vinculada foi cortada para caber no tamanho da memória.

# knowledgeHubSnackAttachExtractFailed
source: Failed to attach and extract document.
de: Das Anhängen und Extrahieren des Dokuments ist fehlgeschlagen.
es: No se pudo adjuntar ni extraer el documento.
hi: दस्तावेज़ संलग्न करने और निकालने में विफल.
id: Gagal melampirkan dan mengekstrak dokumen.
it: Impossibile allegare ed estrarre il documento.
ja: ドキュメントの添付と抽出に失敗しました。
pt: Falha ao anexar e extrair o documento.

# knowledgeHubSnackAddTextOrAttach
source: Add text or attach a readable document before saving.
de: Fügen Sie vor dem Speichern Text hinzu oder hängen Sie ein lesbares Dokument an.
es: Agregue texto o adjunte un documento legible antes de guardar.
hi: सहेजने से पहले टेक्स्ट जोड़ें या पढ़ने योग्य दस्तावेज़ संलग्न करें।
id: Tambahkan teks atau lampirkan dokumen yang dapat dibaca sebelum disimpan.
it: Aggiungi testo o allega un documento leggibile prima di salvare.
ja: 保存する前にテキストを追加するか、読み取り可能な文書を添付してください。
pt: Adicione texto ou anexe um documento legível antes de salvar.

# knowledgeHubNoRecentMessages
source: No recent messages found.
de: Keine aktuellen Nachrichten gefunden.
es: No se encontraron mensajes recientes.
hi: कोई हालिया संदेश नहीं मिला.
id: Tidak ada pesan terbaru yang ditemukan.
it: Nessun messaggio recente trovato.
ja: 最近のメッセージは見つかりませんでした。
pt: Nenhuma mensagem recente encontrada.

# knowledgeHubSnackNothingToSave
source: Nothing to save from this message.
de: Von dieser Nachricht ist nichts zu speichern.
es: Nada que salvar de este mensaje.
hi: इस संदेश से बचाने के लिए कुछ भी नहीं है.
id: Tidak ada yang bisa diselamatkan dari pesan ini.
it: Niente da salvare da questo messaggio.
ja: このメッセージからは何も保存できません。
pt: Nada para salvar desta mensagem.

# knowledgeHubSnackSaved
source: Saved to Knowledge Hub.
de: Im Knowledge Hub gespeichert.
es: Guardado en Knowledge Hub.
hi: नॉलेज हब में सहेजा गया.
id: Disimpan ke Pusat Pengetahuan.
it: Salvato nell'hub di conoscenza.
ja: ナレッジハブに保存されました。
pt: Salvo no Knowledge Hub.

# knowledgeHubSnackAlreadyExists
source: This memory already exists in your Knowledge Hub.
de: Dieser Speicher ist bereits in Ihrem Knowledge Hub vorhanden.
es: Esta memoria ya existe en tu Knowledge Hub.
hi: यह मेमोरी आपके नॉलेज हब में पहले से मौजूद है।
id: Memori ini sudah ada di Pusat Pengetahuan Anda.
it: Questa memoria esiste già nel tuo Knowledge Hub.
ja: このメモリはすでにナレッジ ハブに存在します。
pt: Esta memória já existe no seu Knowledge Hub.

# knowledgeHubSnackSaveFailed
source: Failed to save memory. Please try again.
de: Speicher konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar la memoria. Por favor inténtalo de nuevo.
hi: स्मृति सहेजने में विफल. कृपया पुन: प्रयास करें।
id: Gagal menyimpan memori. Silakan coba lagi.
it: Impossibile salvare la memoria. Per favore riprova.
ja: メモリの保存に失敗しました。もう一度試してください。
pt: Falha ao salvar memória. Por favor, tente novamente.

# knowledgeHubSnackTitleContentRequired
source: Title and content are required.
de: Titel und Inhalt sind erforderlich.
es: El título y el contenido son obligatorios.
hi: शीर्षक और सामग्री आवश्यक है.
id: Judul dan konten diperlukan.
it: Titolo e contenuto sono obbligatori.
ja: タイトルと内容は必須です。
pt: Título e conteúdo são obrigatórios.

# knowledgeHubSaveDialogTitle
source: Save to Knowledge Hub
de: Im Knowledge Hub speichern
es: Guardar en el Centro de conocimiento
hi: नॉलेज हब में सहेजें
id: Simpan ke Pusat Pengetahuan
it: Salva nell'hub della conoscenza
ja: ナレッジハブに保存
pt: Salvar no Knowledge Hub

# knowledgeHubUpgradeLimitMessage
source: Knowledge Hub is a Premium feature. Upgrade to save and reuse personal memories across conversations.
de: Knowledge Hub ist eine Premium-Funktion. Aktualisieren Sie, um persönliche Erinnerungen in Gesprächen zu speichern und wiederzuverwenden.
es: Knowledge Hub es una función Premium. Actualice para guardar y reutilizar recuerdos personales en las conversaciones.
hi: नॉलेज हब एक प्रीमियम सुविधा है। बातचीत के दौरान व्यक्तिगत यादों को सहेजने और उनका पुन: उपयोग करने के लिए अपग्रेड करें।
id: Pusat Pengetahuan adalah fitur Premium. Tingkatkan versi untuk menyimpan dan menggunakan kembali kenangan pribadi di seluruh percakapan.
it: Knowledge Hub è una funzionalità Premium. Esegui l'upgrade per salvare e riutilizzare i ricordi personali nelle conversazioni.
ja: ナレッジ ハブはプレミアム機能です。アップグレードすると、会話全体で個人的な思い出を保存して再利用できます。
pt: O Knowledge Hub é um recurso Premium. Atualize para salvar e reutilizar memórias pessoais em conversas.

# knowledgeHubUpgradeBenefit1
source: Save personal memory from chat messages
de: Speichern Sie persönliche Erinnerungen aus Chat-Nachrichten
es: Guarde la memoria personal de los mensajes de chat
hi: चैट संदेशों से व्यक्तिगत स्मृति सहेजें
id: Simpan memori pribadi dari pesan obrolan
it: Salva la memoria personale dai messaggi di chat
ja: チャット メッセージから個人的な思い出を保存する
pt: Salve a memória pessoal das mensagens de bate-papo
