Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# knowledgeHubUpgradeBenefit2
source: Use saved memory context in AI responses
de: Verwenden Sie gespeicherten Speicherkontext in KI-Antworten
es: Utilice el contexto de la memoria guardada en las respuestas de IA
hi: एआई प्रतिक्रियाओं में सहेजे गए मेमोरी संदर्भ का उपयोग करें
id: Gunakan konteks memori tersimpan dalam respons AI
it: Utilizza il contesto della memoria salvata nelle risposte dell'intelligenza artificiale
ja: AI 応答で保存されたメモリ コンテキストを使用する
pt: Use o contexto de memória salvo nas respostas de IA

# knowledgeHubUpgradeBenefit3
source: Manage and organize your knowledge hub
de: Verwalten und organisieren Sie Ihren Wissenshub
es: Administre y organice su centro de conocimiento
hi: अपने ज्ञान केंद्र को प्रबंधित और व्यवस्थित करें
id: Kelola dan atur pusat pengetahuan Anda
it: Gestisci e organizza il tuo hub di conoscenza
ja: ナレッジハブを管理および整理する
pt: Gerencie e organize seu centro de conhecimento

# knowledgeHubMoreActions
source: More
de: Mehr
es: Más
hi: अधिक
id: Lagi
it: Di più
ja: もっと
pt: Mais

# knowledgeHubAddToMemory
source: Add to Memory
de: Zum Speicher hinzufügen
es: Agregar a la memoria
hi: मेमोरी में जोड़ें
id: Tambahkan ke Memori
it: Aggiungi alla memoria
ja: メモリに追加
pt: Adicionar à memória

# knowledgeHubAddToMemoryDesc
source: Save instantly from this message
de: Sofort aus dieser Nachricht speichern
es: Guardar al instante desde este mensaje
hi: इस संदेश से तुरंत सेव करें
id: Simpan langsung dari pesan ini
it: Salva subito da questo messaggio
ja: このメッセージからすぐに保存します
pt: Salve instantaneamente desta mensagem

# knowledgeHubReviewAndSave
source: Review & Save
de: Überprüfen und speichern
es: Revisar y guardar
hi: समीक्षा करें और सहेजें
id: Tinjau & Simpan
it: Rivedi e salva
ja: 確認して保存
pt: Revise e salve

# knowledgeHubReviewAndSaveDesc
source: Edit title, content, type, and tags
de: Bearbeiten Sie Titel, Inhalt, Typ und Tags
es: Editar título, contenido, tipo y etiquetas
hi: शीर्षक, सामग्री, प्रकार और टैग संपादित करें
id: Edit judul, konten, jenis, dan tag
it: Modifica titolo, contenuto, tipo e tag
ja: タイトル、コンテンツ、タイプ、タグを編集する
pt: Edite título, conteúdo, tipo e tags

# knowledgeHubQuickTranslate
source: Quick translate
de: Schnelle Übersetzung
es: traducción rápida
hi: त्वरित अनुवाद
id: Terjemahan cepat
it: Traduzione veloce
ja: クイック翻訳
pt: Tradução rápida

# knowledgeHubRecentTargets
source: Recent targets
de: Aktuelle Ziele
es: Objetivos recientes
hi: हाल के लक्ष्य
id: Target terkini
it: Obiettivi recenti
ja: 最近の目標
pt: Alvos recentes

# knowledgeHubChooseLanguage
source: Choose language
de: Sprache wählen
es: Elige idioma
hi: भाषा चुनें
id: Pilih bahasa
it: Scegli la lingua
ja: 言語を選択してください
pt: Escolha o idioma

# knowledgeHubTranslateToAnotherLanguage
source: Translate to another language
de: In eine andere Sprache übersetzen
es: Traducir a otro idioma
hi: किसी अन्य भाषा में अनुवाद करें
id: Terjemahkan ke bahasa lain
it: Traduci in un'altra lingua
ja: 別の言語に翻訳する
pt: Traduzir para outro idioma

# knowledgeHubTranslateTo
source: Translate to {language}
de: Übersetzen in {language}
es: Traducir a {language}
hi: {language} में अनुवाद करें
id: Terjemahkan ke {language}
it: Traduci in {language}
ja: {language} に翻訳
pt: Traduzir para {language}

source: Leave Review
de: Bewertung abgeben
es: Dejar reseña
hi: समीक्षा छोड़ें
id: Tinggalkan Ulasan
it: Lascia la recensione
ja: レビューを残す
pt: Deixar comentário

# voiceSamplePreviewText
source: Hello, this is a sample voice preview from HowAI.
de: Hallo, dies ist eine Beispiel-Sprachvorschau von HowAI.
es: Hola, esta es una vista previa de voz de muestra de HowAI.
hi: नमस्ते, यह हाउएआई की ओर से एक नमूना ध्वनि पूर्वावलोकन है।
id: Halo, ini adalah contoh pratinjau suara dari HowAI.
it: Ciao, questa è un'anteprima vocale di esempio di HowAI.
ja: こんにちは、これは HowAI のサンプル音声プレビューです。
pt: Olá, este é um exemplo de visualização de voz do HowAI.

# voiceSampleGenerateFailed
source: Unable to generate sample audio.
de: Beispielaudio kann nicht generiert werden.
es: No se puede generar audio de muestra.
hi: नमूना ऑडियो उत्पन्न करने में असमर्थ.
id: Tidak dapat membuat sampel audio.
it: Impossibile generare audio campione.
ja: サンプル音声を生成できません。
pt: Não foi possível gerar amostra de áudio.

# voiceSampleUnavailable
source: Voice sample is unavailable. Please check ElevenLabs setup.
de: Sprachprobe ist nicht verfügbar. Bitte überprüfen Sie das ElevenLabs-Setup.
es: La muestra de voz no está disponible. Por favor revisa la configuración de ElevenLabs.
hi: आवाज का नमूना उपलब्ध नहीं है. कृपया इलेवनलैब्स सेटअप की जाँच करें।
id: Sampel suara tidak tersedia. Silakan periksa pengaturan ElevenLabs.
it: Il campione vocale non è disponibile. Controlla la configurazione di ElevenLabs.
ja: ボイスサンプルはありません。イレブンラボの設定を確認してください。
pt: A amostra de voz não está disponível. Por favor, verifique a configuração do ElevenLabs.

# voiceSamplePlayFailed
source: Could not play voice sample.
de: Sprachprobe konnte nicht abgespielt werden.
es: No se pudo reproducir la muestra de voz.
hi: आवाज का नमूना नहीं चलाया जा सका.
id: Tidak dapat memutar sampel suara.
it: Impossibile riprodurre il campione vocale.
ja: ボイスサンプルを再生できませんでした。
pt: Não foi possível reproduzir a amostra de voz.

# voicePlaybackHowItWorksTitle
source: How voice playback works
de: So funktioniert die Sprachwiedergabe
es: Cómo funciona la reproducción de voz
hi: वॉइस प्लेबैक कैसे काम करता है
id: Cara kerja pemutaran suara
it: Come funziona la riproduzione vocale
ja: 音声再生の仕組み
pt: Como funciona a reprodução de voz

# voicePlaybackHowItWorksFree
source: Free: use your device voice for message playback.
de: Kostenlos: Verwenden Sie die Stimme Ihres Geräts für die Nachrichtenwiedergabe.
es: Gratis: usa la voz de tu dispositivo para reproducir mensajes.
hi: निःशुल्क: संदेश प्लेबैक के लिए अपने डिवाइस की आवाज़ का उपयोग करें।
id: Gratis: gunakan suara perangkat Anda untuk memutar pesan.
it: Gratuito: utilizza la voce del tuo dispositivo per la riproduzione dei messaggi.
ja: 無料: メッセージの再生にデバイスの音声を使用します。
pt: Gratuito: use a voz do seu dispositivo para reproduzir mensagens.

# voicePlaybackHowItWorksPremium
source: Premium: switch to ElevenLabs voices for more natural sound.
de: Premium: Wechseln Sie zu ElevenLabs-Stimmen für einen natürlicheren Klang.
es: Premium: cambia a las voces de ElevenLabs para obtener un sonido más natural.
hi: प्रीमियम: अधिक प्राकृतिक ध्वनि के लिए इलेवनलैब्स आवाज़ों पर स्विच करें।
id: Premium: beralih ke suara ElevenLabs untuk suara yang lebih alami.
it: Premium: passa alle voci ElevenLabs per un suono più naturale.
ja: プレミアム: イレブンラボの音声に切り替えて、より自然なサウンドを実現します。
pt: Premium: mude para vozes ElevenLabs para um som mais natural.

# voicePlaybackHowItWorksTrySample
source: Use the sample play button to test voices before choosing.
de: Verwenden Sie die Schaltfläche „Beispielwiedergabe“, um Stimmen vor der Auswahl zu testen.
es: Utilice el botón de reproducción de muestra para probar las voces antes de elegir.
hi: चुनने से पहले आवाज़ों का परीक्षण करने के लिए नमूना प्ले बटन का उपयोग करें।
id: Gunakan tombol putar sampel untuk menguji suara sebelum memilih.
it: Utilizza il pulsante di riproduzione campione per testare le voci prima di scegliere.
ja: 選択する前に、サンプル再生ボタンを使用して音声をテストします。
pt: Use o botão de reprodução de amostra para testar as vozes antes de escolher.

# voicePlaybackHowItWorksSpeedNote
source: System voice speed and ElevenLabs speed are configured separately.
de: Die Sprachgeschwindigkeit des Systems und die ElevenLabs-Geschwindigkeit werden separat konfiguriert.
es: La velocidad de voz del sistema y la velocidad de ElevenLabs se configuran por separado.
hi: सिस्टम वॉयस स्पीड और इलेवनलैब्स स्पीड को अलग से कॉन्फ़िगर किया गया है।
id: Kecepatan suara sistem dan kecepatan ElevenLabs dikonfigurasi secara terpisah.
it: La velocità vocale del sistema e la velocità di ElevenLabs sono configurate separatamente.
ja: システムの音声速度と イレブンラボの速度は個別に設定されます。
pt: A velocidade de voz do sistema e a velocidade do ElevenLabs são configuradas separadamente.

# voiceFreeSystemTitle
source: Free System Voice
de: Kostenlose Systemstimme
es: Voz del sistema gratuito
hi: फ्री सिस्टम वॉयस
id: Suara Sistem Gratis
it: Voce di sistema gratuita
ja: 無料システムボイス
pt: Voz do sistema grátis

# voiceDeviceTtsTitle
source: Device Text-to-Speech
de: Geräte-Text-to-Speech
es: Texto a voz del dispositivo
hi: डिवाइस टेक्स्ट-टू-स्पीच
id: Perangkat Text-to-Speech
it: Sintesi vocale del dispositivo
ja: デバイスのテキスト読み上げ
pt: Conversão de texto em fala do dispositivo

# voiceDeviceTtsDescription
source: Free voice that reads AI responses with your device engine.
de: Kostenlose Stimme, die KI-Antworten mit Ihrer Geräte-Engine liest.
es: Voz gratuita que lee las respuestas de IA con el motor de tu dispositivo.
hi: मुफ़्त आवाज़ जो आपके डिवाइस इंजन के साथ AI प्रतिक्रियाओं को पढ़ती है।
id: Suara gratis yang membaca respons AI dengan mesin perangkat Anda.
it: Voce gratuita che legge le risposte dell'intelligenza artificiale con il motore del tuo dispositivo.
ja: デバイス エンジンで AI 応答を読み上げる無料の音声。
pt: Voz gratuita que lê as respostas da IA ​​com o mecanismo do seu dispositivo.

# voiceStopSample
source: Stop sample
de: Probe stoppen
es: Detener muestra
hi: नमूना बंद करो
id: Hentikan sampel
it: Interrompere il campione
ja: サンプルの停止
pt: Parar amostra

# voicePlaySample
source: Play sample
de: Hörprobe abspielen
es: Reproducir muestra
hi: नमूना खेलें
id: Mainkan sampel
it: Riproduci campione
ja: サンプルを再生する
pt: Amostra de reprodução

# voiceLoadingVoices
source: Loading available voices...
de: Verfügbare Stimmen werden geladen...
es: Cargando voces disponibles...
hi: उपलब्ध आवाजें लोड हो रही हैं...
id: Memuat suara yang tersedia...
it: Caricamento delle voci disponibili...
ja: 利用可能な音声をロードしています...
pt: Carregando vozes disponíveis...

# voiceSystemSpeed
source: System voice speed ({speed}x)
de: Systemsprachgeschwindigkeit ({speed}x)
es: Velocidad de voz del sistema ({speed}x)
hi: सिस्टम ध्वनि गति ({speed}x)
id: Kecepatan suara sistem ({speed}x)
it: Velocità vocale del sistema ({speed}x)
ja: システム音声速度 ({speed}x)
pt: Velocidade de voz do sistema ({speed}x)

# voiceSystemSpeedDescription
source: Used for free device text-to-speech playback.
de: Wird für die kostenlose Text-zu-Sprache-Wiedergabe auf dem Gerät verwendet.
es: Se utiliza para la reproducción gratuita de texto a voz en dispositivos.
hi: निःशुल्क डिवाइस टेक्स्ट-टू-स्पीच प्लेबैक के लिए उपयोग किया जाता है।
id: Digunakan untuk pemutaran text-to-speech perangkat gratis.
it: Utilizzato per la riproduzione vocale gratuita del dispositivo.
ja: 無料のデバイスのテキスト読み上げ再生に使用されます。
pt: Usado para reprodução gratuita de texto para fala em dispositivos.

# voiceSpeedMinSystem
source: 0.5x
ja: 0.5倍

# voiceSpeedMaxSystem
source: 1.2x
ja: 1.2倍

# voicePremiumElevenLabsTitle
source: Premium ElevenLabs Voices
de: Premium-ElevenLabs-Stimmen
es: Voces premium de ElevenLabs
hi: प्रीमियम इलेवनलैब्स वॉयस
id: Suara ElevenLabs Premium
it: Voci premium di ElevenLabs
ja: プレミアム イレブンラボの声
pt: Vozes Premium ElevenLabs

# voicePremiumElevenLabsDesc
source: Studio-quality AI voices with richer tone and clarity.
de: KI-Stimmen in Studioqualität mit satterem Klang und Klarheit.
es: Voces AI con calidad de estudio con tono y claridad más ricos.
hi: समृद्ध स्वर और स्पष्टता के साथ स्टूडियो-गुणवत्ता वाली AI आवाज़ें।
id: Suara AI berkualitas studio dengan nada lebih kaya dan jernih.
it: Voci AI di qualità professionale con tono più ricco e chiarezza.
ja: より豊かなトーンと明瞭さを備えたスタジオ品質の AI 音声。
pt: Vozes AI com qualidade de estúdio com tom e clareza mais ricos.

# voicePremiumEngineTitle
source: Premium playback engine
de: Premium-Wiedergabe-Engine
es: Motor de reproducción premium
hi: प्रीमियम प्लेबैक इंजन
id: Mesin pemutaran premium
it: Motore di riproduzione premium
ja: プレミアム再生エンジン
pt: Mecanismo de reprodução premium

# voiceSystemTts
source: System TTS
es: Sistema TTS
hi: सिस्टम टीटीएस
id: Sistem TTS
it: Sistema TTS
ja: システムTTS
pt: Sistema TTS

# voiceElevenLabs
source: ElevenLabs
de: ElfLabs
es: oncelabs
hi: इलेवनलैब्स
id: SebelasLabs
it: UndiciLabs
ja: イレブンラボ
pt: OnzeLabs

# voiceElevenLabsSpeed
source: ElevenLabs speed ({speed}x)
de: ElevenLabs-Geschwindigkeit ({speed}x)
es: Velocidad de ElevenLabs ({speed}x)
hi: इलेवनलैब्स गति ({speed}x)
id: Kecepatan ElevenLabs ({speed}x)
it: Velocità di ElevenLabs ({speed}x)
ja: イレブンラボの速度 ({speed}x)
pt: Velocidade de OnzeLabs ({speed}x)

# voiceSpeedMinElevenLabs
source: 0.8x
ja: 0.8倍

# voiceSpeedMaxElevenLabs
source: 1.5x
ja: 1.5倍

# voicePremiumUpgradeDescription
source: Upgrade to Premium to unlock natural ElevenLabs voices and voice preview.
de: Führen Sie ein Upgrade auf Premium durch, um natürliche ElevenLabs-Stimmen und Sprachvorschau freizuschalten.
es: Actualice a Premium para desbloquear voces naturales de ElevenLabs y vista previa de voz.
hi: प्राकृतिक इलेवनलैब्स आवाज़ों और ध्वनि पूर्वावलोकन को अनलॉक करने के लिए प्रीमियम में अपग्रेड करें।
id: Tingkatkan ke Premium untuk membuka suara alami ElevenLabs dan pratinjau suara.
it: Passa a Premium per sbloccare le voci naturali di ElevenLabs e l'anteprima vocale.
ja: プレミアムにアップグレードすると、自然な イレブンラボの音声と音声プレビューのロックが解除されます。
pt: Atualize para Premium para desbloquear vozes naturais do ElevenLabs e visualização de voz.

source: Account
de: Konto
es: Cuenta
hi: खाता
id: Akun
ja: アカウント
pt: Conta

source: Signed in
de: Angemeldet
es: Sesión iniciada
hi: साइन इन है
id: Masuk
it: Accesso effettuato
ja: サインイン済み
pt: Conectado

source: Sign In
de: Anmelden
es: Iniciar sesión
hi: साइन इन
id: Masuk
it: Accedi
ja: サインイン
pt: Entrar

source: Sign Up
de: Registrieren
es: Registrarse
hi: साइन अप
id: Daftar
it: Registrati
ja: サインアップ
pt: Cadastrar-se

source: Sign in to HowAI
de: Bei HowAI anmelden
es: Iniciar sesión en HowAI
hi: HowAI में साइन इन करें
id: Masuk ke HowAI
it: Accedi a HowAI
ja: HowAI にサインイン
pt: Entrar no HowAI

source: Sign up to HowAI
de: Bei HowAI registrieren
es: Registrarse en HowAI
hi: HowAI में साइन अप करें
id: Daftar ke HowAI
it: Registrati a HowAI
ja: HowAI にサインアップ
pt: Cadastrar-se no HowAI

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
it: Continua con Google
ja: Google で続行
pt: Continuar com Google

source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
hi: Apple के साथ जारी रखें
id: Lanjutkan dengan Apple
it: Continua con Apple
ja: Apple で続行
pt: Continuar com Apple

source: Or continue with email
de: Oder mit E-Mail fortfahren
es: O continuar con correo electrónico
hi: या ईमेल से जारी रखें
id: Atau lanjutkan dengan email
it: Oppure continua con email
ja: またはメールで続行
pt: Ou continuar com e-mail

source: Email address
de: E-Mail-Adresse
es: Correo electrónico
hi: ईमेल पता
id: Alamat email
it: Indirizzo email
ja: メールアドレス
pt: Endereço de e-mail

source: Password
de: Passwort
es: Contraseña
hi: पासवर्ड
id: Kata sandi
ja: パスワード
pt: Senha

source: Please enter your email
de: Bitte gib deine E-Mail-Adresse ein
es: Ingresa tu correo electrónico
hi: कृपया अपना ईमेल दर्ज करें
id: Silakan masukkan email Anda
it: Inserisci la tua email
ja: メールアドレスを入力してください
pt: Digite seu e-mail

# pleaseEnterValidEmail
source: Please enter a valid email
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Ingresa un correo electrónico válido
hi: कृपया मान्य ईमेल दर्ज करें
id: Silakan masukkan email yang valid
it: Inserisci un’email valida
ja: 有効なメールアドレスを入力してください
pt: Digite um e-mail válido

source: Please enter your password
de: Bitte gib dein Passwort ein
es: Ingresa tu contraseña
hi: कृपया अपना पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi Anda
it: Inserisci la tua password
ja: パスワードを入力してください
pt: Digite sua senha

source: Password must be at least 6 characters
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए
id: Kata sandi harus minimal 6 karakter
it: La password deve contenere almeno 6 caratteri
ja: パスワードは6文字以上で入力してください
pt: A senha deve ter pelo menos 6 caracteres

source: Already have an account? Sign in
de: Du hast bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
hi: क्या आपका पहले से खाता है? साइन इन करें
id: Sudah punya akun? Masuk
it: Hai già un account? Accedi
ja: すでにアカウントをお持ちですか？サインイン
pt: Já tem uma conta? Entrar

source: Don't have an account? Sign up
de: Noch kein Konto? Registrieren
es: ¿No tienes una cuenta? Regístrate
hi: खाता नहीं है? साइन अप करें
id: Belum punya akun? Daftar
it: Non hai un account? Registrati
ja: アカウントをお持ちでないですか？サインアップ
pt: Não tem uma conta? Cadastre-se

source: Continue without account
de: Ohne Konto fortfahren
es: Continuar sin cuenta
hi: बिना खाते के जारी रखें
id: Lanjutkan tanpa akun
it: Continua senza account
ja: アカウントなしで続行
pt: Continuar sem conta

source: Your data will only be stored locally on this device
de: Deine Daten werden nur lokal auf diesem Gerät gespeichert
es: Tus datos solo se almacenarán localmente en este dispositivo
hi: आपका डेटा केवल इस डिवाइस पर स्थानीय रूप से संग्रहीत होगा
id: Data Anda hanya akan disimpan secara lokal di perangkat ini
it: I tuoi dati saranno archiviati solo localmente su questo dispositivo
ja: データはこの端末内にのみ保存されます
pt: Seus dados serão armazenados apenas localmente neste dispositivo

source: Sync your data across devices
de: Deine Daten geräteübergreifend synchronisieren
es: Sincroniza tus datos entre dispositivos
hi: अपने डेटा को सभी डिवाइसों में सिंक करें
id: Sinkronkan data Anda di berbagai perangkat
it: Sincronizza i tuoi dati tra dispositivi
ja: データをデバイス間で同期
pt: Sincronize seus dados entre dispositivos

source: User Profile
de: Benutzerprofil
es: Perfil de usuario
hi: यूज़र प्रोफ़ाइल
id: Profil pengguna
it: Profilo utente
ja: ユーザープロフィール
pt: Perfil do usuário

# defaultUserName
source: User
de: Benutzer
es: Usuario
hi: यूज़र
id: Pengguna
it: Utente
ja: ユーザー
pt: Usuário

# knowledgeHubManageSavedMemory
source: Manage saved memory
de: Gespeicherte Erinnerungen verwalten
es: Gestionar memoria guardada
hi: सहेजी गई मेमोरी प्रबंधित करें
id: Kelola memori tersimpan
it: Gestisci memoria salvata
ja: 保存済みメモリを管理
pt: Gerenciar memória salva

# chatLandingTitle
source: What can I help you with?
de: Wobei kann ich dir helfen?
es: ¿En qué puedo ayudarte?
hi: मैं आपकी कैसे मदद कर सकता हूँ?
id: Apa yang bisa saya bantu?
it: Come posso aiutarti?
ja: 何をお手伝いできますか？
pt: Como posso ajudar você?

# chatLandingSubtitle
source: Type or send voice. I'll handle the rest.
de: Tippe oder sende eine Sprachnachricht. Ich übernehme den Rest.
es: Escribe o envía voz. Yo me encargo del resto.
hi: टाइप करें या आवाज भेजें। बाकी मैं संभाल लूंगा।
id: Ketik atau kirim suara. Saya yang tangani sisanya.
it: Scrivi o invia la voce. Al resto penso io.
ja: 入力または音声で送信してください。あとは私が対応します。
pt: Digite ou envie voz. Eu cuido do resto.

# chatLandingTipCompact
source: Tip: Tap + for photos, files, PDF, and image tools.
de: Tipp: Tippe auf + für Fotos, Dateien, PDF und Bild-Tools.
es: Consejo: toca + para usar fotos, archivos, PDF y herramientas de imagen.
hi: टिप: फ़ोटो, फाइलें, PDF और इमेज टूल्स के लिए + दबाएं।
id: Tip: Ketuk + untuk foto, file, PDF, dan alat gambar.
it: Suggerimento: tocca + per foto, file, PDF e strumenti immagine.
ja: ヒント: + をタップして写真、ファイル、PDF、画像ツールを使えます。
pt: Dica: toque em + para fotos, arquivos, PDF e ferramentas de imagem.

# chatLandingTipFull
source: Tip: Tap + to use photos, files, scan to PDF, translation, and image generation.
de: Tipp: Tippe auf +, um Fotos, Dateien, Scan zu PDF, Übersetzung und Bildgenerierung zu nutzen.
es: Consejo: toca + para usar fotos, archivos, escanear a PDF, traducción y generación de imágenes.
hi: टिप: फ़ोटो, फाइलें, PDF स्कैन, अनुवाद और इमेज जनरेशन के लिए + दबाएं।
id: Tip: Ketuk + untuk menggunakan foto, file, pindai ke PDF, terjemahan, dan pembuatan gambar.
it: Suggerimento: tocca + per usare foto, file, scansione in PDF, traduzione e generazione immagini.
ja: ヒント: + をタップすると、写真・ファイル・PDFスキャン・翻訳・画像生成が使えます。
pt: Dica: toque em + para usar fotos, arquivos, digitalizar para PDF, tradução e geração de imagem.

# premiumBannerTitle1
source: Unlock your full potential
de: Entfalte dein volles Potenzial
es: Desbloquea todo tu potencial
hi: अपनी पूरी क्षमता खोलें
id: Buka potensi penuh Anda
it: Sblocca tutto il tuo potenziale
ja: あなたの可能性を最大化
pt: Desbloqueie todo o seu potencial

# premiumBannerSubtitle1
source: Premium features are waiting for you
de: Premium-Funktionen warten auf dich
es: Las funciones premium te están esperando
hi: प्रीमियम फीचर्स आपका इंतज़ार कर रहे हैं
id: Fitur premium menunggu Anda
it: Le funzionalità Premium ti aspettano
ja: プレミアム機能があなたを待っています
pt: Recursos Premium esperando por você

# premiumBannerTitle2
source: Ready for unlimited creativity?
de: Bereit für grenzenlose Kreativität?
es: ¿Listo para creatividad sin límites?
hi: असीमित रचनात्मकता के लिए तैयार हैं?
id: Siap untuk kreativitas tanpa batas?
it: Pronto per creatività illimitata?
ja: 無限の創造性を始めましょう
pt: Pronto para criatividade ilimitada?

# premiumBannerSubtitle2
source: Remove all limits with Premium
de: Entferne alle Limits mit Premium
es: Elimina todos los límites con Premium
hi: प्रीमियम के साथ सभी सीमाएँ हटाएँ
id: Hapus semua batasan dengan Premium
it: Rimuovi tutti i limiti con Premium
ja: プレミアムですべての制限を解除
pt: Remova todos os limites com Premium

# premiumBannerTitle3
source: Take your AI experience further
de: Bring deine KI-Erfahrung auf das nächste Level
es: Lleva tu experiencia de IA más lejos
hi: अपना AI अनुभव और आगे बढ़ाएँ
id: Tingkatkan pengalaman AI Anda
it: Porta più lontano la tua esperienza AI
ja: AI体験をさらに進化
pt: Leve sua experiência com IA mais longe

# premiumBannerSubtitle3
source: Premium unlocks everything
de: Premium schaltet alles frei
es: Premium desbloquea todo
hi: प्रीमियम सब कुछ अनलॉक करता है
id: Premium membuka semuanya
it: Premium sblocca tutto
ja: プレミアムですべてを解放
pt: Premium desbloqueia tudo

# premiumBannerTitle4
source: Discover Premium features
de: Entdecke Premium-Funktionen
es: Descubre las funciones premium
hi: प्रीमियम फीचर्स खोजें
id: Temukan fitur Premium
it: Scopri le funzionalità Premium
ja: プレミアム機能を発見
pt: Descubra os recursos Premium

# premiumBannerSubtitle4
source: Unlimited access to advanced AI
de: Unbegrenzter Zugriff auf fortschrittliche KI
es: Acceso ilimitado a IA avanzada
hi: उन्नत AI तक असीमित पहुंच
id: Akses tanpa batas ke AI canggih
it: Accesso illimitato all’AI avanzata
ja: 高度なAI機能を無制限で利用
pt: Acesso ilimitado à IA avançada

# premiumBannerTitle5
source: Supercharge your workflow
de: Beschleunige deinen Workflow
es: Acelera tu flujo de trabajo
hi: अपने वर्कफ़्लो को तेज करें
id: Percepat alur kerja Anda
it: Accelera il tuo flusso di lavoro
ja: ワークフローを加速
pt: Acelere seu fluxo de trabalho

# premiumBannerSubtitle5
source: Premium makes everything possible
de: Mit Premium ist alles möglich
es: Premium lo hace todo posible
hi: प्रीमियम सब कुछ संभव बनाता है
id: Premium membuat semuanya mungkin
it: Premium rende tutto possibile
ja: プレミアムですべてがもっと便利に
pt: Premium torna tudo possível

source: Google Maps
hi: Google मैप्स

source: Apple Maps
hi: Apple मैप्स

# knowledgeHubSpeakerHowAi
source: HowAI
es: CómoAI
hi: हाउएआई
id: Bagaimana AI
it: ComeAI
pt: ComoAI

# italian
source: Italiano
de: Italienisch
fr: Italien

# german
source: Deutsch
fr: Allemand

# indonesian
source: Bahasa Indonesia
fr: Indonésien
