Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

source: System Voice
de: Systemstimme
es: Voz del Sistema
fr: Voix du Système
hi: सिस्टम आवाज़
id: Suara Sistem
it: Voce di sistema
ja: システム音声
pt: Voz do Sistema

source: Selected Voice
de: Ausgewählte Stimme
es: Voz Seleccionada
fr: Voix Sélectionnée
hi: चयनित आवाज़
id: Suara Terpilih
it: Voce selezionata
ja: 選択された音声
pt: Voz Selecionada

# unknownVoice
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
pt: Desconhecido

source: Voice Speed
de: Sprachgeschwindigkeit
es: Velocidad de Voz
fr: Vitesse de la Voix
hi: आवाज़ की गति
id: Kecepatan Suara
it: Velocità della voce
ja: 音声速度
pt: Velocidade da Voz

source: ElevenLabs AI Voices
de: ElevenLabs KI-Stimmen
es: Voces IA de ElevenLabs
fr: Voix IA ElevenLabs
hi: ElevenLabs AI आवाज़ें
id: Suara AI ElevenLabs
it: Voci AI di ElevenLabs
ja: ElevenLabs AI音声
pt: Vozes IA ElevenLabs

source: Premium Required
de: Premium Erforderlich
es: Premium Requerido
fr: Premium Requis
hi: प्रीमियम आवश्यक
id: Premium Diperlukan
it: Premio richiesto
ja: プレミアム必須
pt: Premium Necessário

source: Upgrade
es: Actualizar
fr: Mettre à niveau
hi: अपग्रेड
it: Aggiornamento
ja: アップグレード
pt: Atualizar

source: Premium Feature
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
hi: प्रीमियम सुविधा
id: Fitur Premium
it: Funzionalità premium
ja: プレミアム機能
pt: Funcionalidade Premium

# upgradeToPremiumVoice
source: Upgrade to Premium
de: Auf Premium upgraden für KI-Stimmen
es: Actualizar a Premium para voces IA
fr: Passer à Premium pour les voix IA
hi: प्रीमियम में अपग्रेड करें
id: Upgrade ke Premium
it: Passa a Premium
ja: プレミアムにアップグレードしてAI音声を利用
pt: Atualizar para Premium

source: Enter city or address
de: Stadt oder Adresse eingeben
es: Ingresa ciudad o dirección
fr: Entrez une ville ou une adresse
hi: शहर या पता दर्ज करें
id: Masukkan kota atau alamat
it: Inserisci città o indirizzo
ja: 都市または住所を入力
pt: Introduza cidade ou endereço

# tokyoParisExample
source: e.g., "Tokyo", "Paris", "123 Main St"
de: z.B. "Tokio", "Paris", "Hauptstraße 123"
es: ej. "Tokio", "París", "Calle Principal 123"
fr: ex. "Tokyo", "Paris", "123 Main Street"
hi: जैसे "टोक्यो", "पेरिस", "123 मेन स्ट्रीट"
id: mis., "Tokyo", "Paris", "Jl. Sudirman 123"
it: ad esempio, "Tokyo", "Parigi", "123 Main Street"
ja: 例："東京"、"パリ"、"メインストリート123"
pt: ex., "Tóquio", "Paris", "Rua Principal 123"

# optionalBestPizza
source: Optional: e.g., "best pizza", "luxury hotel"
de: Optional: z.B. "beste Pizza", "Luxushotel"
es: Opcional: ej. "mejor pizza", "hotel de lujo"
fr: Optionnel : ex. "meilleure pizza", "hôtel de luxe"
hi: वैकल्पिक: जैसे "सबसे अच्छा पिज़्ज़ा", "लक्ज़री होटल"
id: Opsional: mis., "pizza terbaik", "hotel mewah"
it: Facoltativo: ad es. "la migliore pizza", "hotel di lusso"
ja: オプション：例："最高のピザ"、"高級ホテル"
pt: Opcional: ex., "melhor pizza", "hotel de luxo"

# futuristicCityExample
source: e.g., A futuristic city at sunset with flying cars
de: z.B. Eine futuristische Stadt bei Sonnenuntergang mit fliegenden Autos
es: ej. Una ciudad futurista al atardecer con autos voladores
fr: ex. Une ville futuriste au coucher du soleil avec des voitures volantes
hi: जैसे, उड़ती कारों के साथ सूर्यास्त पर एक भविष्यवादी शहर
id: mis., Kota futuristik saat matahari terbenam dengan mobil terbang
it: ad esempio, una città futuristica al tramonto con macchine volanti
ja: 例：夕日の中の未来都市と空飛ぶ車
pt: ex., Uma cidade futurista ao pôr do sol com carros voadores

# searchFailed
source: Search didn't work. Please try again.
de: Suche fehlgeschlagen: {error}
es: Error en la búsqueda: {error}
fr: Échec de la recherche : {error}
hi: खोज विफल: {error}
id: Pencarian gagal: {error}
it: Search failed: {error}
ja: 検索失敗：{error}
pt: Pesquisa falhou: {error}

# aiAvatarNameHint
source: e.g. Alex, Agent, Helper, etc.
de: z.B. Alex, Agent, Assistent, etc.
es: ej. Alex, Agente, Asistente, etc.
fr: ex. Alex, Agent, Assistant, etc.
hi: जैसे Alex, Agent, Helper, आदि।
id: mis. Alex, Agen, Pembantu, dll.
it: per esempio. Alex, agente, aiutante, ecc.
ja: 例：Alex、エージェント、アシスタントなど
pt: ex. Alex, Agente, Ajudante, etc.

# errorSavingAi
source: Couldn't save. Please try again.
de: Speicherfehler: {error}
es: Error al guardar: {error}
fr: Erreur de sauvegarde : {error}
hi: सहेजने में त्रुटि: {error}
id: Kesalahan menyimpan: {error}
it: Error saving: {error}
ja: 保存エラー：{error}
pt: Erro ao guardar: {error}

# resetFailedAi
source: Couldn't reset. Please try again.
de: Reset fehlgeschlagen: {error}
es: Error al reiniciar: {error}
fr: Échec de la réinitialisation : {error}
hi: रीसेट विफल: {error}
id: Reset gagal: {error}
it: Reset failed: {error}
ja: リセット失敗：{error}
pt: Reposição falhou: {error}

# aiAvatarUpdated
source: AI avatar updated and saved!
de: KI-Avatar aktualisiert und gespeichert!
es: ¡Avatar IA actualizado y guardado!
fr: Avatar IA mis à jour et sauvegardé !
hi: AI अवतार अपडेट और सहेजा गया!
id: Avatar AI diperbarui dan disimpan!
it: Avatar AI aggiornato e salvato!
ja: AIアバターが更新され保存されました！
pt: Avatar IA atualizado e guardado!

# failedUpdateAiAvatarMsg
source: Couldn't update the AI avatar. Please try again.
de: KI-Avatar-Update fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al actualizar avatar IA. Por favor intenta de nuevo.
fr: Échec de la mise à jour de l'avatar IA. Veuillez réessayer.
hi: AI अवतार अपडेट करने में विफल। कृपया पुनः प्रयास करें।
id: Gagal memperbarui avatar AI. Silakan coba lagi.
it: Failed to update AI avatar. Please try again.
ja: AIアバターの更新に失敗しました。もう一度お試しください。
pt: Falha ao atualizar avatar IA. Por favor tente novamente.

# saveButton
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
pt: Guardar

# resetToDefaultTooltip
source: Reset to Default
de: Auf Standard Zurücksetzen
es: Restablecer a Predeterminado
fr: Rétablir par Défaut
hi: डिफ़ॉल्ट पर रीसेट करें
id: Reset ke Default
it: Ripristina le impostazioni predefinite
ja: デフォルトにリセット
pt: Repor para Predefinição

# featureShowcaseToolsModeTitle
source: 🔧 Tools Mode
de: 🔧 Werkzeugmodus
es: 🔧 Modo Herramientas
fr: 🔧 Mode Outils
hi: 🔧 टूल्स मोड
id: 🔧 Mode Alat
it: 🔧 Modalità Strumenti
ja: 🔧 ツールモード
pt: 🔧 Modo Ferramentas

# featureShowcaseToolsModeDesc
source: Switch between Chat mode for conversations and Tools mode for quick actions like image generation, PDF creation, and more!
de: Wechseln Sie zwischen Chat-Modus für Gespräche und Werkzeugmodus für schnelle Aktionen wie Bildgenerierung, PDF-Erstellung und mehr!
es: ¡Cambia entre el modo Chat para conversaciones y el modo Herramientas para acciones rápidas como generación de imágenes, creación de PDF y más!
fr: Basculez entre le mode Chat pour les conversations et le mode Outils pour des actions rapides comme la génération d'images, la création de PDF et plus !
hi: बातचीत के लिए चैट मोड और छवि निर्माण, PDF निर्माण, और अधिक जैसी त्वरित क्रियाओं के लिए टूल्स मोड के बीच स्विच करें!
id: Beralih antara mode Obrolan untuk percakapan dan mode Alat untuk tindakan cepat seperti pembuatan gambar, pembuatan PDF, dan lainnya!
it: Passa dalla modalità Chat per le conversazioni alla modalità Strumenti per azioni rapide come la generazione di immagini, la creazione di PDF e altro ancora!
ja: 会話用のチャットモードと、画像生成、PDF作成などの迅速なアクション用のツールモードを切り替えます！
pt: Alterne entre o modo Conversa para conversações e o modo Ferramentas para ações rápidas como geração de imagens, criação de PDF e mais!

# featureShowcaseQuickActionsTitle
source: ⚡ Quick Actions
de: ⚡ Schnellaktionen
es: ⚡ Acciones Rápidas
fr: ⚡ Actions Rapides
hi: ⚡ त्वरित क्रियाएँ
id: ⚡ Tindakan Cepat
it: ⚡ Azioni rapide
ja: ⚡ クイックアクション
pt: ⚡ Ações Rápidas

# featureShowcaseQuickActionsDesc
source: Tap here to access quick tools like image generation, PDF creation, translation, presentations, and location discovery.
de: Tippen Sie hier, um auf schnelle Tools wie Bildgenerierung, PDF-Erstellung, Übersetzung, Präsentationen und Standortsuche zuzugreifen.
es: Toca aquí para acceder a herramientas rápidas como generación de imágenes, creación de PDF, traducción, presentaciones y descubrimiento de ubicaciones.
fr: Appuyez ici pour accéder aux outils rapides comme la génération d'images, la création de PDF, la traduction, les présentations et la découverte de lieux.
hi: छवि निर्माण, PDF निर्माण, अनुवाद, प्रस्तुतियां, और स्थान खोज जैसे त्वरित टूल्स तक पहुंचने के लिए यहां टैप करें।
id: Ketuk di sini untuk mengakses alat cepat seperti pembuatan gambar, pembuatan PDF, terjemahan, presentasi, dan penemuan lokasi.
it: Tocca qui per accedere a strumenti rapidi come la generazione di immagini, la creazione di PDF, la traduzione, le presentazioni e il rilevamento della posizione.
ja: 画像生成、PDF作成、翻訳、プレゼンテーション、位置発見などのクイックツールにアクセスするにはここをタップしてください。
pt: Toque aqui para aceder a ferramentas rápidas como geração de imagens, criação de PDF, tradução, apresentações e descoberta de locais.

# featureShowcaseWebSearchTitle
source: 🌐 Real-time Web Search
de: 🌐 Echtzeit-Websuche
es: 🌐 Búsqueda Web en Tiempo Real
fr: 🌐 Recherche Web en Temps Réel
hi: 🌐 रियल-टाइम वेब सर्च
id: 🌐 Pencarian Web Real-time
it: 🌐 Ricerca Web in tempo reale
ja: 🌐 リアルタイムウェブ検索
pt: 🌐 Pesquisa Web em Tempo Real

# featureShowcaseWebSearchDesc
source: Get up-to-date information from the internet! Perfect for current events, stock prices, and live data.
de: Erhalten Sie aktuelle Informationen aus dem Internet! Perfekt für aktuelle Ereignisse, Aktienkurse und Live-Daten.
es: ¡Obtén información actualizada de internet! Perfecto para eventos actuales, precios de acciones y datos en vivo.
fr: Obtenez des informations à jour depuis internet ! Parfait pour l'actualité, les cours des actions et les données en direct.
hi: इंटरनेट से नवीनतम जानकारी प्राप्त करें! वर्तमान घटनाओं, स्टॉक मूल्यों और लाइव डेटा के लिए एकदम सही।
id: Dapatkan informasi terkini dari internet! Sempurna untuk berita terkini, harga saham, dan data langsung.
it: Ottieni informazioni aggiornate da Internet! Perfetto per eventi attuali, prezzi delle azioni e dati in tempo reale.
ja: インターネットから最新情報を取得！現在のイベント、株価、ライブデータに最適です。
pt: Obtenha informações atualizadas da internet! Perfeito para eventos atuais, cotações de ações e dados em tempo real.

# featureShowcaseDeepResearchTitle
source: 🧠 Deep Research Mode
de: 🧠 Tiefenforschungsmodus
es: 🧠 Modo Investigación Profunda
fr: 🧠 Mode Recherche Approfondie
hi: 🧠 डीप रिसर्च मोड
id: 🧠 Mode Riset Mendalam
it: 🧠 Modalità di ricerca approfondita
ja: 🧠 深層研究モード
pt: 🧠 Modo de Pesquisa Profunda

# featureShowcaseDeepResearchDesc
source: Access our most advanced reasoning model for complex analysis and thorough problem-solving.
de: Greifen Sie auf unser fortschrittlichstes Argumentationsmodell für komplexe Analysen und gründliche Problemlösung zu.
es: Accede a nuestro modelo de razonamiento más avanzado para análisis complejos y resolución exhaustiva de problemas.
fr: Accédez à notre modèle de raisonnement le plus avancé pour des analyses complexes et une résolution de problèmes approfondie.
hi: जटिल विश्लेषण और संपूर्ण समस्या-समाधान के लिए हमारे सबसे उन्नत रीज़निंग मॉडल तक पहुंचें।
id: Akses model penalaran paling canggih kami untuk analisis kompleks dan pemecahan masalah menyeluruh.
it: Accedi al nostro modello di ragionamento più avanzato per analisi complesse e risoluzione approfondita dei problemi.
ja: 複雑な分析と徹底した問題解決のために、私たちの最も先進的な推論モデルにアクセスします。
pt: Aceda ao nosso modelo de raciocínio mais avançado para análises complexas e resolução aprofundada de problemas.

# featureShowcaseDrawerButtonTitle
source: 📋 Conversations & Settings
de: 📋 Gespräche & Einstellungen
es: 📋 Conversaciones y Configuración
fr: 📋 Conversations et Paramètres
hi: 📋 बातचीत और सेटिंग्स
id: 📋 Percakapan & Pengaturan
it: 📋 Conversazioni e impostazioni
ja: 📋 会話と設定
pt: 📋 Conversas e Definições

# featureShowcaseDrawerButtonDesc
source: Tap here to open the side panel where you can view all your conversations, search through them, and access your settings.
de: Tippen Sie hier, um das Seitenfenster zu öffnen, wo Sie alle Ihre Gespräche anzeigen, durchsuchen und auf Ihre Einstellungen zugreifen können.
es: Toca aquí para abrir el panel lateral donde puedes ver todas tus conversaciones, buscar en ellas y acceder a tu configuración.
fr: Appuyez ici pour ouvrir le panneau latéral où vous pouvez voir toutes vos conversations, les rechercher et accéder à vos paramètres.
hi: साइड पैनल खोलने के लिए यहां टैप करें जहां आप अपनी सभी बातचीत देख सकते हैं, उनमें खोज सकते हैं, और अपनी सेटिंग्स तक पहुंच सकते हैं।
id: Ketuk di sini untuk membuka panel samping di mana Anda dapat melihat semua percakapan, mencarinya, dan mengakses pengaturan Anda.
it: Tocca qui per aprire il pannello laterale in cui puoi visualizzare tutte le tue conversazioni, cercarle e accedere alle tue impostazioni.
ja: ここをタップしてサイドパネルを開き、すべての会話を表示し、検索し、設定にアクセスできます。
pt: Toque aqui para abrir o painel lateral onde pode ver todas as suas conversas, pesquisá-las e aceder às suas definições.

# placesExplorerTitle
source: Places Explorer
de: Ortserkundung
es: Explorador de Lugares
fr: Explorateur de Lieux
hi: स्थान खोजकर्ता
id: Penjelajah Tempat
it: Esplora luoghi
ja: 場所エクスプローラー
pt: Explorador de Locais

# placesExplorerDesc
source: Find restaurants, attractions & services anywhere with AI insights
de: Finden Sie Restaurants, Attraktionen und Dienstleistungen überall mit KI-Einblicken
es: Encuentra restaurantes, atracciones y servicios en cualquier lugar con insights de IA
fr: Trouvez des restaurants, attractions et services partout avec des insights IA
hi: AI अंतर्दृष्टि के साथ कहीं भी रेस्तरां, आकर्षण और सेवाएं खोजें
id: Temukan restoran, atraksi & layanan di mana saja dengan wawasan AI
it: Trova ristoranti, attrazioni e servizi ovunque con gli approfondimenti dell'intelligenza artificiale
ja: どこでもレストラン、アトラクション、サービスをAIインサイトで見つけましょう
pt: Encontre restaurantes, atrações e serviços em qualquer lugar com insights de IA

# documentAnalysisTitle
source: Document Analysis
de: Dokumentenanalyse
es: Análisis de Documentos
fr: Analyse de Documents
hi: दस्तावेज़ विश्लेषण
id: Analisis Dokumen
it: Analisi dei documenti
ja: 文書分析
pt: Análise de Documentos

# webSearchUpgradeTitle
source: Web Search Upgrade
de: Web-Suche Upgrade
es: Actualización de Búsqueda Web
fr: Mise à niveau Recherche Web
hi: वेब खोज अपग्रेड
id: Upgrade Pencarian Web
it: Ricerca Web
ja: Web検索アップグレード
pt: Atualização de Pesquisa Web

# webSearchUpgradeDesc
source: This feature requires a premium subscription. Please upgrade to use this feature.
de: Diese Funktion erfordert ein Premium-Abonnement. Bitte upgraden Sie, um diese Funktion zu nutzen.
es: Esta función requiere una suscripción premium. Por favor, actualiza para usar esta función.
fr: Cette fonctionnalité nécessite un abonnement premium. Veuillez mettre à niveau pour utiliser cette fonctionnalité.
hi: इस सुविधा के लिए प्रीमियम सदस्यता आवश्यक है। इस सुविधा का उपयोग करने के लिए कृपया अपग्रेड करें।
id: Fitur ini memerlukan langganan premium. Silakan upgrade untuk menggunakan fitur ini.
it: Cerca informazioni in tempo reale sul web
ja: この機能にはプレミアムサブスクリプションが必要です。この機能を使用するにはアップグレードしてください。
pt: Esta funcionalidade requer uma subscrição premium. Por favor atualize para usar esta funcionalidade.

# deepResearchUpgradeTitle
source: Deep Research Mode
de: Tiefenforschungsmodus
es: Modo de Investigación Profunda
fr: Mode Recherche Approfondie
hi: डीप रिसर्च मोड
id: Mode Riset Mendalam
it: Ricerca Approfondita
ja: 深層研究モード
pt: Modo de Pesquisa Profunda

# deepResearchUpgradeDesc
source: Deep Research Mode uses gpt-5.2 with high reasoning effort for more thorough analysis and insights. This premium feature provides comprehensive explanations, multiple perspectives, and deeper logical reasoning. Upgrade to access enhanced AI capabilities!
de: Der Tiefenforschungsmodus verwendet fortschrittliche gpt-5.2-Argumentation für gründlichere Analysen und Erkenntnisse. Diese Premium-Funktion bietet umfassende Erklärungen, mehrere Perspektiven und tiefere logische Argumentation. Upgraden Sie, um erweiterte KI-Funktionen zu nutzen!
es: El Modo de Investigación Profunda utiliza razonamiento avanzado gpt-5.2 para análisis más profundos e insights. Esta función premium proporciona explicaciones completas, múltiples perspectivas y razonamiento lógico más profundo. ¡Actualiza para acceder a capacidades de IA mejoradas!
fr: Le Mode Recherche Approfondie utilise le raisonnement avancé gpt-5.2 pour des analyses plus approfondies et des insights. Cette fonctionnalité premium fournit des explications complètes, plusieurs perspectives et un raisonnement logique plus profond. Mettez à niveau pour accéder aux capacités IA améliorées !
hi: डीप रिसर्च मोड अधिक संपूर्ण विश्लेषण और अंतर्दृष्टि के लिए उच्च रीज़निंग प्रयास के साथ gpt-5.2 का उपयोग करता है। यह प्रीमियम सुविधा व्यापक स्पष्टीकरण, एकाधिक दृष्टिकोण और गहन तार्किक रीज़निंग प्रदान करती है। उन्नत AI क्षमताओं तक पहुंचने के लिए अपग्रेड करें!
id: Mode Riset Mendalam menggunakan gpt-5.2 dengan upaya penalaran tinggi untuk analisis dan wawasan yang lebih menyeluruh. Fitur premium ini menyediakan penjelasan komprehensif, berbagai perspektif, dan penalaran logis yang lebih dalam. Upgrade untuk mengakses kemampuan AI yang ditingkatkan!
it: Analisi approfondita con più fonti
ja: 深層研究モードは、より徹底的な分析と洞察のためにgpt-5.2の高度推論を使用します。このプレミアム機能は、包括的な説明、複数の視点、より深い論理的推論を提供します。 強化されたAI機能にアクセスするためにアップグレードしてください！
pt: O Modo de Pesquisa Profunda usa gpt-5.2 com alto esforço de raciocínio para análises e insights mais aprofundados. Esta funcionalidade premium fornece explicações completas, múltiplas perspetivas e raciocínio lógico mais profundo. Atualize para aceder a capacidades avançadas de IA!

source: Hide keyboard
de: Tastatur ausblenden
es: Ocultar teclado
hi: कीबोर्ड छुपाएं
id: Sembunyikan papan ketik
it: Nascondi tastiera
ja: キーボードを隠す
pt: Ocultar teclado

# knowledgeHubTitle
source: Knowledge Hub
de: Wissenszentrum
es: Centro de conocimiento
hi: नॉलेज हब
id: Pusat Pengetahuan
it: Centro della conoscenza
ja: ナレッジハブ
pt: Centro de Conhecimento

# knowledgeHubPremiumDialogTitle
source: Knowledge Hub (Premium)
de: Wissenshub (Premium)
es: Centro de conocimiento (Premium)
hi: नॉलेज हब (प्रीमियम)
id: Pusat Pengetahuan (Premium)
it: Hub della conoscenza (Premium)
ja: ナレッジハブ (プレミアム)
pt: Centro de Conhecimento (Premium)

# knowledgeHubPremiumDialogMessage
source: Knowledge Hub helps HowAI remember your personal preferences, facts, and goals across conversations. Upgrade to Premium to use this feature.
de: Der Knowledge Hub hilft HowAI, sich in Gesprächen an Ihre persönlichen Vorlieben, Fakten und Ziele zu erinnern. Führen Sie ein Upgrade auf Premium durch, um diese Funktion nutzen zu können.
es: Knowledge Hub ayuda a HowAI a recordar sus preferencias, hechos y objetivos personales en las conversaciones. Actualice a Premium para utilizar esta función.
hi: नॉलेज हब बातचीत के दौरान आपकी व्यक्तिगत प्राथमिकताओं, तथ्यों और लक्ष्यों को याद रखने में HowAI की मदद करता है। इस सुविधा का उपयोग करने के लिए प्रीमियम में अपग्रेड करें।
id: Knowledge Hub membantu HowAI mengingat preferensi pribadi Anda, fakta, dan tujuan di seluruh percakapan. Tingkatkan ke Premium untuk menggunakan fitur ini.
it: Knowledge Hub aiuta HowAI a ricordare le tue preferenze personali, fatti e obiettivi durante le conversazioni. Passa a Premium per utilizzare questa funzionalità.
ja: Knowledge Hub は、会話を通じて HowAI があなたの個人的な好み、事実、目標を記憶するのに役立ちます。 この機能を使用するには、プレミアムにアップグレードしてください。
pt: O Knowledge Hub ajuda o HowAI a lembrar suas preferências, fatos e objetivos pessoais nas conversas. Atualize para Premium para usar este recurso.

# knowledgeHubReturn
source: Return
de: Zurückkehren
es: Devolver
hi: वापस करना
id: Kembali
it: Ritorno
ja: 戻る
pt: Retornar

# knowledgeHubGoToSubscription
source: Go to Subscription
de: Gehen Sie zu Abonnement
es: Ir a suscripción
hi: सब्सक्रिप्शन पर जाएं
id: Buka Berlangganan
it: Vai a Abbonamento
ja: サブスクリプションに移動
pt: Vá para Assinatura

# knowledgeHubNewMemoryTitle
source: New Memory
de: Neue Erinnerung
es: Nueva memoria
hi: नई स्मृति
id: Memori Baru
it: Nuova memoria
ja: 新しい記憶
pt: Nova memória

# knowledgeHubEditMemoryTitle
source: Edit Memory
de: Speicher bearbeiten
es: Editar memoria
hi: मेमोरी संपादित करें
id: Sunting Memori
it: Modifica memoria
ja: メモリの編集
pt: Editar memória

# knowledgeHubDeleteDialogTitle
source: Delete Memory
de: Speicher löschen
es: Eliminar memoria
hi: मेमोरी हटाएँ
id: Hapus Memori
it: Elimina memoria
ja: メモリの削除
pt: Excluir memória

# knowledgeHubDeleteDialogMessage
source: Delete this memory item? This cannot be undone.
de: Dieses Speicherelement löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar este elemento de memoria? Esto no se puede deshacer.
hi: यह मेमोरी आइटम हटाएं? इसे असंपादित नहीं किया जा सकता है।
id: Hapus item memori ini? Hal ini tidak dapat dibatalkan.
it: Eliminare questo elemento della memoria? Questa operazione non può essere annullata.
ja: このメモリ項目を削除しますか?これを元に戻すことはできません。
pt: Excluir este item de memória? Isto não pode ser desfeito.

# knowledgeHubUseRecentChatMessage
source: Use Recent Chat Message
de: Verwenden Sie die letzte Chat-Nachricht
es: Usar mensaje de chat reciente
hi: हालिया चैट संदेश का उपयोग करें
id: Gunakan Pesan Obrolan Terbaru
it: Utilizza il messaggio di chat recente
ja: 最近のチャットメッセージを使用する
pt: Usar mensagem de bate-papo recente

# knowledgeHubAttachDocument
source: Attach Document
de: Dokument anhängen
es: Adjuntar documento
hi: दस्तावेज़ संलग्न करें
id: Lampirkan Dokumen
it: Allega documento
ja: 文書を添付
pt: Anexar documento

# knowledgeHubAttachingDocument
source: Attaching document...
de: Dokument wird angehängt...
es: Adjuntando documento...
hi: दस्तावेज़ संलग्न किया जा रहा है...
id: Melampirkan dokumen...
it: Allega documento...
ja: 文書を添付中...
pt: Anexando documento...

# knowledgeHubAttachedSources
source: Attached sources
de: Angehängte Quellen
es: Fuentes adjuntas
hi: संलग्न स्रोत
id: Sumber terlampir
it: Fonti allegate
ja: 添付資料
pt: Fontes anexadas

# knowledgeHubFieldTitle
source: Title
de: Titel
es: Título
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
pt: Título

# knowledgeHubFieldShortTitleHint
source: Short memory title
de: Kurzer Erinnerungstitel
es: Título de memoria corta
hi: संक्षिप्त स्मृति शीर्षक
id: Judul memori pendek
it: Titolo del ricordo breve
ja: 短い思い出のタイトル
pt: Título de memória curta

# knowledgeHubFieldContent
source: Content
de: Inhalt
es: Contenido
hi: सामग्री
id: Isi
it: Contenuto
ja: コンテンツ
pt: Contente

# knowledgeHubFieldRememberContentHint
source: What should HowAI remember?
de: Woran sollte sich HowAI erinnern?
es: ¿Qué debería recordar HowAI?
hi: HowAI को क्या याद रखना चाहिए?
id: Apa yang harus diingat HowAI?
it: Cosa dovrebbe ricordare HowAI?
ja: HowAI は何を覚えるべきでしょうか?
pt: O que HowAI deve lembrar?

# knowledgeHubDocumentTextHidden
source: Document text stays hidden here. HowAI will use extracted document content in memory context.
de: Der Dokumenttext bleibt hier verborgen. HowAI verwendet extrahierte Dokumentinhalte im Speicherkontext.
es: El texto del documento permanece oculto aquí. HowAI utilizará el contenido del documento extraído en el contexto de la memoria.
hi: दस्तावेज़ का टेक्स्ट यहां छिपा रहता है. हाउएआई मेमोरी संदर्भ में निकाली गई दस्तावेज़ सामग्री का उपयोग करेगा।
id: Teks dokumen tetap tersembunyi di sini. HowAI akan menggunakan konten dokumen yang diekstraksi dalam konteks memori.
it: Il testo del documento rimane nascosto qui. HowAI utilizzerà il contenuto del documento estratto nel contesto della memoria.
ja: ドキュメントのテキストはここでは非表示のままです。 HowAI は抽出されたドキュメント コンテンツをメモリ コンテキストで使用します。
pt: O texto do documento permanece oculto aqui. HowAI usará o conteúdo extraído do documento no contexto da memória.

# knowledgeHubFieldType
source: Type
de: Typ
es: Tipo
hi: प्रकार
id: Jenis
it: Tipo
ja: タイプ
pt: Tipo

# knowledgeHubFieldTags
source: Tags
de: Schlagworte
es: Etiquetas
hi: टैग
id: Tag
it: Tag
ja: タグ
pt: Etiquetas
