Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# deleteCachedFilesDesc
source: Delete cached images and PDF files created by HowAI.
de: Löschen Sie zwischengespeicherte Bilder und PDF-Dateien, die von HowAI erstellt wurden.
es: Eliminar imágenes en caché y archivos PDF creados por HowAI.
fr: Supprimer les images en cache et les fichiers PDF créés par HowAI.
hi: HowAI द्वारा बनाई गई कैश्ड छवियां और PDF फाइलें हटाएं।
id: Hapus gambar cache dan file PDF yang dibuat oleh HowAI.
it: Elimina immagini in cache e file PDF creati da HowAI.
ja: HowAIによって作成されたキャッシュ画像とPDFファイルを削除します。
pt: Elimine imagens em cache e ficheiros PDF criados pelo HowAI.

source: App Language
de: App-Sprache
es: Idioma de la Aplicación
fr: Langue de l'application
hi: ऐप भाषा
id: Bahasa Aplikasi
it: Lingua App
ja: アプリの言語
pt: Idioma da Aplicação

source: System Default
de: Systemstandard
es: Predeterminado del Sistema
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
id: Default Sistem
it: Predefinito di Sistema
ja: システムデフォルト
pt: Predefinição do Sistema

source: Play
de: Abspielen
es: Reproducir
fr: Lire
hi: चलाएँ
id: Putar
it: Riproduci
ja: 再生
pt: Reproduzir

source: Playing...
de: Wird abgespielt...
es: Reproduciendo...
fr: Lecture en cours...
hi: चल रहा है...
id: Memutar...
it: In riproduzione...
ja: 再生中...
pt: A reproduzir...

source: Paused
de: Pausiert
es: Pausado
fr: En pause
hi: रोका गया
id: Dijeda
it: In pausa
ja: 一時停止
pt: Pausado

source: Voice Message
de: Sprachnachricht
es: Mensaje de Voz
fr: Message vocal
hi: वॉयस मैसेज
id: Pesan Suara
it: Messaggio Vocale
ja: 音声メッセージ
pt: Mensagem de Voz

# switchToKeyboard
source: Switch to keyboard input
de: Zu Tastatureingabe wechseln
es: Cambiar a entrada de teclado
fr: Passer à la saisie clavier
hi: कीबोर्ड इनपुट पर स्विच करें
id: Beralih ke input keyboard
it: Passa all'input da tastiera
ja: キーボード入力に切り替え
pt: Mudar para entrada de teclado

source: Switch to voice input
de: Zu Spracheingabe wechseln
es: Cambiar a entrada de voz
fr: Passer à la saisie vocale
hi: वॉयस इनपुट पर स्विच करें
id: Beralih ke input suara
it: Passa all'input vocale
ja: 音声入力に切り替え
pt: Mudar para entrada de voz

# couldNotPlayVoiceDemo
source: Could not play demo audio.
de: Demo-Audio konnte nicht abgespielt werden.
es: No se pudo reproducir el audio de demostración.
fr: Impossible de lire l'audio de démonstration.
hi: डेमो ऑडियो नहीं चला सका।
id: Tidak dapat memutar audio demo.
it: Impossibile riprodurre l'audio demo.
ja: デモ音声を再生できませんでした。
pt: Não foi possível reproduzir o áudio de demonstração.

source: Save to Photos
de: In Fotos speichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
hi: फोटो में सहेजें
id: Simpan ke Foto
it: Salva nelle Foto
ja: 写真に保存
pt: Guardar nas Fotos

# voiceInputTipsTitle
source: Voice Input Tips
de: Spracheingabe-Tipps
es: Consejos para Entrada de Voz
fr: Conseils pour la saisie vocale
hi: वॉयस इनपुट टिप्स
id: Tips Input Suara
it: Suggerimenti per l'Input Vocale
ja: 音声入力のヒント
pt: Dicas de Entrada de Voz

# voiceInputTipsPressHold
source: Press and hold
de: Drücken und halten
es: Mantén presionado
fr: Appuyez et maintenez
hi: प्रेस करें और होल्ड करें
id: Tekan dan tahan
it: Tieni premuto
ja: 長押し
pt: Pressione e mantenha

# voiceInputTipsPressHoldDesc
source: Hold the button to start recording
de: Halten Sie die Taste, um die Aufnahme zu starten
es: Mantén presionado el botón para empezar a grabar
fr: Maintenez le bouton pour commencer l'enregistrement
hi: रिकॉर्डिंग शुरू करने के लिए बटन को दबाए रखें
id: Tahan tombol untuk mulai merekam
it: Tieni premuto il pulsante per iniziare a registrare
ja: ボタンを長押しして録音開始
pt: Mantenha o botão premido para começar a gravar

# voiceInputTipsSpeakClearly
source: Speak clearly
de: Deutlich sprechen
es: Habla claramente
fr: Parlez clairement
hi: स्पष्ट रूप से बोलें
id: Bicara dengan jelas
it: Parla chiaramente
ja: はっきり話す
pt: Fale claramente

# voiceInputTipsSpeakClearlyDesc
source: Release when you're done speaking
de: Loslassen, wenn Sie mit dem Sprechen fertig sind
es: Suelta cuando hayas terminado de hablar
fr: Relâchez quand vous avez fini de parler
hi: बोलना खत्म होने पर छोड़ दें
id: Lepaskan saat Anda selesai berbicara
it: Rilascia quando hai finito di parlare
ja: 話し終わったら離す
pt: Solte quando terminar de falar

# voiceInputTipsSwipeUp
source: Swipe up to cancel
de: Nach oben wischen zum Abbrechen
es: Desliza hacia arriba para cancelar
fr: Glissez vers le haut pour annuler
hi: रद्द करने के लिए ऊपर स्वाइप करें
id: Geser ke atas untuk membatalkan
it: Scorri verso l'alto per annullare
ja: 上にスワイプしてキャンセル
pt: Deslize para cima para cancelar

# voiceInputTipsSwipeUpDesc
source: If you want to cancel recording
de: Wenn Sie die Aufnahme abbrechen möchten
es: Si quieres cancelar la grabación
fr: Si vous souhaitez annuler l'enregistrement
hi: यदि आप रिकॉर्डिंग रद्द करना चाहते हैं
id: Jika Anda ingin membatalkan perekaman
it: Se vuoi annullare la registrazione
ja: 録音をキャンセルしたい場合
pt: Se quiser cancelar a gravação

# voiceInputTipsSwitchInput
source: Switch input modes
de: Eingabemodi wechseln
es: Cambiar modos de entrada
fr: Changer les modes de saisie
hi: इनपुट मोड स्विच करें
id: Beralih mode input
it: Cambia modalità di input
ja: 入力モードの切り替え
pt: Alternar modos de entrada

# voiceInputTipsSwitchInputDesc
source: Tap the icon on the left to switch between voice and keyboard
de: Tippen Sie auf das Symbol links, um zwischen Sprache und Tastatur zu wechseln
es: Toca el icono a la izquierda para cambiar entre voz y teclado
fr: Touchez l'icône à gauche pour basculer entre voix et clavier
hi: वॉयस और कीबोर्ड के बीच स्विच करने के लिए बाईं ओर के आइकन पर टैप करें
id: Ketuk ikon di sebelah kiri untuk beralih antara suara dan keyboard
it: Tocca l'icona a sinistra per passare tra voce e tastiera
ja: 左側のアイコンをタップして音声とキーボードを切り替え
pt: Toque no ícone à esquerda para alternar entre voz e teclado

# voiceInputTipsDontShowAgain
source: Don't show again
de: Nicht mehr anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
hi: फिर से न दिखाएं
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 次回から表示しない
pt: Não mostrar novamente

# voiceInputTipsGotIt
source: Got it
de: Verstanden
es: Entendido
fr: Compris
hi: समझ गया
id: Mengerti
it: Ho capito
ja: 了解
pt: Entendido

# chatInputHint
source: Ask me anything to start our conversation...
de: Fragen Sie mich alles, um zu beginnen...
es: Pregúntame cualquier cosa para empezar...
fr: Demandez-moi n'importe quoi pour commencer...
hi: बातचीत शुरू करने के लिए कुछ भी पूछें...
id: Tanyakan apa saja untuk memulai...
it: Chiedimi qualsiasi cosa per iniziare...
ja: 何でも聞いて会話を始めましょう...
pt: Pergunte qualquer coisa para começar...

# chatUnlimitedDesc
source: Chat as much as you want with HowAI.
de: Chatten Sie so viel Sie möchten mit HowAI.
es: Chatea todo lo que quieras con HowAI.
fr: Discutez autant que vous voulez avec HowAI.
hi: HowAI के साथ जितना चाहें चैट करें।
id: Mengobrol sebanyak yang Anda inginkan dengan HowAI.
it: Chatta quanto vuoi con HowAI.
ja: HowAIと無制限にチャットできます。
pt: Converse o quanto quiser com o HowAI.

# playTooltip
source: Play Hao's Voice
de: AIs Stimme abspielen
es: Reproducir Voz de Hao
fr: Écouter la voix de Hao
hi: हाओ की आवाज़ सुनें
id: Putar Suara Hao
it: Riproduci Voce di Hao
ja: AIの声を再生
pt: Reproduzir Voz do Hao

# pauseTooltip
source: Pause
es: Pausar
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
pt: Pausar

# resumeTooltip
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
id: Lanjutkan
it: Riprendi
ja: 再開
pt: Continuar

# stopTooltip
source: Stop
de: Stopp
es: Detener
fr: Arrêter
hi: बंद करें
id: Berhenti
it: Fermare
ja: 停止
pt: Parar

# selectSectionTooltip
source: Select section
de: Abschnitt auswählen
es: Seleccionar sección
fr: Sélectionner une section
hi: अनुभाग चुनें
id: Pilih bagian
it: Seleziona sezione
ja: セクションを選択
pt: Selecionar secção

# voiceDemoHeader
source: I left a voice message for you:
de: Ich habe eine Sprachnachricht für Sie hinterlassen:
es: He dejado un mensaje de voz para ti:
fr: J'ai laissé un message vocal pour vous :
hi: मैंने आपके लिए एक वॉयस मैसेज छोड़ा है:
id: Saya meninggalkan pesan suara untuk Anda:
it: Ho lasciato un messaggio vocale per te:
ja: あなたに音声メッセージを残しました：
pt: Deixei uma mensagem de voz para si:

source: Search conversations
de: Gespräche durchsuchen
es: Buscar conversaciones
fr: Rechercher des conversations
hi: बातचीत खोजें
id: Cari percakapan
it: Cerca conversazioni
ja: 会話を検索
pt: Pesquisar conversas

source: New Conversation
de: Neues Gespräch
es: Nueva Conversación
fr: Nouvelle conversation
hi: नई बातचीत
id: Percakapan Baru
it: Nuova Conversazione
ja: 新しい会話
pt: Nova Conversa

# pinnedSection
source: Pinned
de: Angeheftet
es: Fijados
fr: Épinglés
hi: पिन किया गया
id: Disematkan
it: Fissati
ja: ピン留め
pt: Fixados

# chatsSection
source: Chats
es: Charlas
fr: Discussions
hi: चैट
id: Obrolan
it: Chat
ja: チャット
pt: Conversas

# noConversationsYet
source: No conversations yet. Start by sending a message.
de: Noch keine Gespräche. Beginnen Sie, indem Sie eine Nachricht senden.
es: Aún no hay conversaciones. Comienza enviando un mensaje.
fr: Pas encore de conversations. Commencez par envoyer un message.
hi: अभी तक कोई बातचीत नहीं है। संदेश भेजकर शुरू करें।
id: Belum ada percakapan. Mulai dengan mengirim pesan.
it: Ancora nessuna conversazione. Inizia inviando un messaggio.
ja: まだ会話がありません。メッセージを送信して開始しましょう。
pt: Ainda não há conversas. Comece enviando uma mensagem.

# noConversationsMatching
source: No conversations matching "{query}"
de: Keine Gespräche, die "{query}" entsprechen
es: No hay conversaciones que coincidan con "{query}"
fr: Aucune conversation ne correspond à "{query}"
hi: "{query}" से मेल खाने वाली कोई बातचीत नहीं
id: Tidak ada percakapan yang cocok dengan "{query}"
it: Nessuna conversazione corrisponde a "{query}"
ja: "{query}"に一致する会話はありません
pt: Nenhuma conversa corresponde a "{query}"

# conversationCreated
source: Created {timeAgo}
de: Erstellt vor {timeAgo}
es: Creado hace {timeAgo}
fr: Créée il y a {timeAgo}
hi: {timeAgo} बनाया गया
id: Dibuat {timeAgo}
it: Creata {timeAgo}
ja: {timeAgo}に作成
pt: Criado {timeAgo}

# yearAgo
source: {count} year(s) ago
de: vor {count} Jahr(en)
es: hace {count} año(s)
fr: il y a {count} an(s)
hi: {count} साल पहले
id: {count} tahun yang lalu
it: {count} anno/i fa
ja: {count}年前
pt: há {count} ano(s)

# monthAgo
source: {count} month(s) ago
de: vor {count} Monat(en)
es: hace {count} mes(es)
fr: il y a {count} mois
hi: {count} महीने पहले
id: {count} bulan yang lalu
it: {count} mese/i fa
ja: {count}ヶ月前
pt: há {count} mês(es)

# dayAgo
source: {count} day(s) ago
de: vor {count} Tag(en)
es: hace {count} día(s)
fr: il y a {count} jour(s)
hi: {count} दिन पहले
id: {count} hari yang lalu
it: {count} giorno/i fa
ja: {count}日前
pt: há {count} dia(s)

# hourAgo
source: {count} hour(s) ago
de: vor {count} Stunde(n)
es: hace {count} hora(s)
fr: il y a {count} heure(s)
hi: {count} घंटे पहले
id: {count} jam yang lalu
it: {count} ora/e fa
ja: {count}時間前
pt: há {count} hora(s)

# minuteAgo
source: {count} minute(s) ago
de: vor {count} Minute(n)
es: hace {count} minuto(s)
fr: il y a {count} minute(s)
hi: {count} मिनट पहले
id: {count} menit yang lalu
it: {count} minuto/i fa
ja: {count}分前
pt: há {count} minuto(s)

source: just now
de: gerade eben
es: justo ahora
fr: à l'instant
hi: अभी अभी
id: baru saja
it: proprio ora
ja: たった今
pt: agora mesmo

# welcomeToHowAI
source: 👋 Let's get started
de: 👋 Lass uns loslegen!
es: 👋 ¡Empezemos!
fr: 👋 Commençons !
hi: 👋 चलिए शुरू करते हैं!
id: 👋 Mari kita mulai!
it: 👋 Iniziamo!
ja: 👋 始めましょう！
pt: 👋 Vamos começar

# startNewConversationMessage
source: Send a message below to start a new conversation
de: Senden Sie eine Nachricht unten, um ein neues Gespräch zu beginnen
es: Envía un mensaje abajo para comenzar una nueva conversación
fr: Envoyez un message ci-dessous pour commencer une nouvelle conversation
hi: नई बातचीत शुरू करने के लिए नीचे एक संदेश भेजें
id: Kirim pesan di bawah untuk memulai percakapan baru
it: Invia un messaggio qui sotto per iniziare una nuova conversazione
ja: 下にメッセージを送信して新しい会話を始めましょう
pt: Envie uma mensagem abaixo para começar uma nova conversa

# haoIsThinking
source: AI is thinking...
de: KI denkt nach...
es: La IA está pensando...
fr: L'IA réfléchit...
hi: AI सोच रहा है...
id: AI sedang berpikir...
it: L'IA sta pensando...
ja: AIが考え中...
pt: A IA está a pensar...

# stillGeneratingImage
source: Still working, generating your image...
de: Arbeite noch daran, erzeuge Ihr Bild...
es: Todavía trabajando, generando tu imagen...
fr: Toujours en cours, génération de votre image...
hi: अभी भी काम कर रहा है, आपकी छवि बना रहा है...
id: Masih bekerja, menghasilkan gambar Anda...
it: Ancora al lavoro, sto generando la tua immagine...
ja: まだ処理中、画像を生成しています...
pt: Ainda a trabalhar, a gerar a sua imagem...

# imageTookTooLong
source: Sorry, the image took too long to generate. Please try again.
de: Entschuldigung, die Bilderzeugung hat zu lange gedauert. Bitte versuchen Sie es erneut.
es: Lo siento, la imagen tardó demasiado en generarse. Por favor, inténtalo de nuevo.
fr: Désolé, la génération de l'image a pris trop de temps. Veuillez réessayer.
hi: क्षमा करें, छवि बनाने में बहुत समय लगा। कृपया पुनः प्रयास करें।
id: Maaf, pembuatan gambar terlalu lama. Silakan coba lagi.
it: Mi dispiace, la generazione dell'immagine ha richiesto troppo tempo. Riprova.
ja: 申し訳ありません、画像の生成に時間がかかりすぎました。もう一度お試しください。
pt: Desculpe, a imagem demorou demasiado a gerar. Por favor tente novamente.

# somethingWentWrong
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Un problème est survenu. Veuillez réessayer.
hi: कुछ गलत हो गया है। कृपया पुनः प्रयास करें।
id: Terjadi kesalahan. Silakan coba lagi.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
pt: Algo correu mal. Por favor tente novamente.

# sorryCouldNotRespond
source: Sorry, I couldn't respond to that right now.
de: Entschuldigung, ich konnte darauf gerade nicht antworten.
es: Lo siento, no pude responder a eso en este momento.
fr: Désolé, je n'ai pas pu répondre à cela pour le moment.
hi: क्षमा करें, मैं अभी इसका जवाब नहीं दे सकता।
id: Maaf, saya tidak bisa merespons itu sekarang.
it: Mi dispiace, non ho potuto rispondere a questo al momento.
ja: 申し訳ありません、現在応答できませんでした。
pt: Desculpe, não consegui responder a isso agora.

# errorWithMessage
source: Oops! Something went wrong. Please try again.
de: Fehler: {error}
es: Error: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
id: Kesalahan: {error}
it: Errore: {error}
ja: エラー: {error}
pt: Erro: {error}

source: Processing image...
de: Verarbeite Bild...
es: Procesando imagen...
fr: Traitement de l'image...
hi: छवि प्रोसेस कर रहा है...
id: Memproses gambar...
it: Elaborazione immagine...
ja: 画像を処理中...
pt: A processar imagem...

source: What you can do:
de: Was Sie tun können:
es: Lo que puedes hacer:
fr: Ce que vous pouvez faire :
hi: आप क्या कर सकते हैं:
id: Apa yang dapat Anda lakukan:
it: Cosa puoi fare:
ja: できること：
pt: O que pode fazer:

source: Smart Conversations
de: Intelligente Gespräche
es: Conversaciones Inteligentes
fr: Conversations intelligentes
hi: स्मार्ट बातचीत
id: Percakapan Cerdas
it: Conversazioni Intelligenti
ja: スマートな会話
pt: Conversas Inteligentes

# smartConversationsDesc
source: Chat with AI using text or voice input for natural conversations
de: Chatten Sie mit KI mittels Text- oder Spracheingabe für natürliche Gespräche
es: Chatea con IA usando texto o entrada de voz para conversaciones naturales
fr: Discutez avec l'IA en utilisant du texte ou la saisie vocale pour des conversations naturelles
hi: प्राकृतिक बातचीत के लिए टेक्स्ट या वॉयस इनपुट का उपयोग करके AI से चैट करें
id: Mengobrol dengan AI menggunakan teks atau input suara untuk percakapan alami
it: Chatta con l'IA usando testo o input vocale per conversazioni naturali
ja: テキストや音声入力を使ってAIと自然な会話ができます
pt: Converse com IA usando texto ou entrada de voz para conversas naturais

source: Photo Analysis
de: Fotoanalyse
es: Análisis de Fotos
fr: Analyse de photos
hi: फोटो विश्लेषण
id: Analisis Foto
it: Analisi Foto
ja: 写真分析
pt: Análise de Fotos

# photoAnalysisDesc
source: Upload images for AI to analyze, describe, or answer questions about
de: Laden Sie Bilder hoch, damit die KI sie analysieren, beschreiben oder Fragen dazu beantworten kann
es: Sube imágenes para que la IA las analice, describa o responda preguntas sobre ellas
fr: Téléchargez des images pour que l'IA les analyse, les décrive ou réponde à des questions à leur sujet
hi: AI द्वारा विश्लेषण, वर्णन या प्रश्नों के उत्तर के लिए छवियां अपलोड करें
id: Unggah gambar agar AI dapat menganalisis, mendeskripsikan, atau menjawab pertanyaan tentangnya
it: Carica immagini per farle analizzare, descrivere o rispondere a domande su di esse dall'IA
ja: AIが分析、説明、または質問に答えるために画像をアップロード
pt: Carregue imagens para a IA analisar, descrever ou responder a perguntas sobre

# pdfConversion
source: Photo to PDF
de: PDF-Umwandlung
es: Conversión a PDF
fr: Conversion PDF
hi: PDF रूपांतरण
id: Konversi PDF
it: Conversione PDF
ja: PDF変換
pt: Foto para PDF

# pdfConversionDesc
source: Convert your photos into organized PDF documents instantly
de: Wandeln Sie Ihre Fotos sofort in organisierte PDF-Dokumente um
es: Convierte tus fotos en documentos PDF organizados al instante
fr: Convertissez instantanément vos photos en documents PDF organisés
hi: अपनी फोटो को तुरंत व्यवस्थित PDF दस्तावेज़ों में बदलें
id: Konversi foto Anda menjadi dokumen PDF terorganisir secara instan
it: Converti istantaneamente le tue foto in documenti PDF organizzati
ja: 写真を瞬時に整理されたPDFドキュメントに変換
pt: Converta as suas fotos em documentos PDF organizados instantaneamente

source: Voice Input
de: Spracheingabe
es: Entrada de Voz
fr: Saisie vocale
hi: वॉयस इनपुट
id: Input Suara
it: Input Vocale
ja: 音声入力
pt: Entrada de Voz

# voiceInputDesc
source: Speak naturally - your voice will be transcribed and understood
de: Sprechen Sie natürlich - Ihre Stimme wird transkribiert und verstanden
es: Habla naturalmente - tu voz será transcrita y entendida
fr: Parlez naturellement - votre voix sera transcrite et comprise
hi: स्वाभाविक रूप से बोलें - आपकी आवाज़ को ट्रांसक्राइब और समझा जाएगा
id: Bicara secara alami - suara Anda akan ditranskripsikan dan dipahami
it: Parla naturalmente - la tua voce verrà trascritta e compresa
ja: 自然に話すだけ - あなたの声が文字起こしされ理解されます
pt: Fale naturalmente - a sua voz será transcrita e compreendida

source: Ready to get started?
de: Bereit loszulegen?
es: ¿Listo para comenzar?
fr: Prêt à commencer ?
hi: शुरू करने के लिए तैयार हैं?
id: Siap untuk memulai?
it: Pronto per iniziare?
ja: 始める準備はできましたか？
pt: Pronto para começar?

# readyToGetStartedDesc
source: Type a message below or tap the voice button to begin your conversation!
de: Geben Sie unten eine Nachricht ein oder tippen Sie auf die Sprachtaste, um Ihr Gespräch zu beginnen!
es: ¡Escribe un mensaje abajo o toca el botón de voz para comenzar tu conversación!
fr: Écrivez un message ci-dessous ou touchez le bouton vocal pour commencer votre conversation !
hi: अपनी बातचीत शुरू करने के लिए नीचे एक संदेश लिखें या वॉयस बटन पर टैप करें!
id: Ketik pesan di bawah atau ketuk tombol suara untuk memulai percakapan Anda!
it: Digita un messaggio qui sotto o tocca il pulsante vocale per iniziare la tua conversazione!
ja: 下にメッセージを入力するか、音声ボタンをタップして会話を始めましょう！
pt: Escreva uma mensagem abaixo ou toque no botão de voz para começar a sua conversa!

source: Start Real-time Conversation
de: Echtzeit-Unterhaltung Starten
es: Iniciar Conversación en Tiempo Real
fr: Commencer une Conversation en Temps Réel
hi: रियल-टाइम बातचीत शुरू करें
id: Mulai Percakapan Real-time
it: Inizia Conversazione in Tempo Reale
ja: リアルタイム会話を開始
pt: Iniciar Conversa em Tempo Real

# realtimeFeatureComingSoon
source: Real-time conversation feature coming soon!
de: Echtzeit-Unterhaltungsfunktion kommt bald!
es: ¡Función de conversación en tiempo real próximamente!
fr: Fonction de conversation en temps réel bientôt disponible !
hi: रियल-टाइम बातचीत सुविधा जल्द आ रही है!
id: Fitur percakapan real-time segera hadir!
it: Funzione di conversazione in tempo reale in arrivo!
ja: リアルタイム会話機能が間もなく登場！
pt: Funcionalidade de conversa em tempo real em breve!

source: Real-time Conversation
de: Echtzeit-Unterhaltung
es: Conversación en Tiempo Real
fr: Conversation en Temps Réel
hi: रियल-टाइम बातचीत
id: Percakapan Real-time
it: Conversazione in Tempo Reale
ja: リアルタイム会話
pt: Conversa em Tempo Real

# realtimeConversationDesc
source: Have a natural voice conversation with AI in real-time
de: Führen Sie natürliche Sprachunterhaltungen in Echtzeit mit KI
es: Ten conversaciones de voz naturales en tiempo real con IA
fr: Ayez des conversations vocales naturelles en temps réel avec l'IA
hi: रियल-टाइम में AI के साथ प्राकृतिक आवाज़ बातचीत करें
id: Lakukan percakapan suara alami dengan AI secara real-time
it: Conduci conversazioni vocali naturali in tempo reale con l'IA
ja: AIと自然なリアルタイム音声会話を行う
pt: Tenha uma conversa de voz natural com IA em tempo real

source: Could not play demo audio.
de: Demo-Audio konnte nicht abgespielt werden.
es: No se pudo reproducir el audio de demostración.
hi: डेमो ऑडियो नहीं चला सका।
id: Tidak dapat memutar audio demo.
it: Impossibile riprodurre l'audio demo.
ja: デモオーディオを再生できませんでした。
pt: Não foi possível reproduzir o áudio de demonstração.

source: Premium Features
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium
hi: प्रीमियम सुविधाएं
id: Fitur Premium
it: Funzioni Premium
ja: プレミアム機能
pt: Funcionalidades Premium

# freeUsersDeviceTts
source: Free users can use device text-to-speech. Premium users get natural AI voice responses with human-like quality and intonation.
de: Kostenlose Benutzer können die Text-to-Speech-Funktion des Geräts nutzen. Premium-Benutzer erhalten natürliche KI-Sprachantworten mit menschenähnlicher Qualität und Intonation.
es: Los usuarios gratuitos pueden usar texto a voz del dispositivo. Los usuarios premium obtienen respuestas de voz IA naturales con calidad e entonación humana.
fr: Les utilisateurs gratuits peuvent utiliser la synthèse vocale de l'appareil. Les utilisateurs premium obtiennent des réponses vocales naturelles d'IA avec une qualité et une intonation semblables à l'humain.
hi: मुफ्त उपयोगकर्ता डिवाइस टेक्स्ट-टू-स्पीच का उपयोग कर सकते हैं। प्रीमियम उपयोगकर्ताओं को मानव जैसी गुणवत्ता और स्वर के साथ प्राकृतिक AI आवाज़ प्रतिक्रियाएं मिलती हैं।
id: Pengguna gratis dapat menggunakan text-to-speech perangkat. Pengguna premium mendapat respons suara AI alami dengan kualitas dan intonasi seperti manusia.
it: Gli utenti gratuiti possono utilizzare la sintesi vocale del dispositivo. Gli utenti Premium ottengono risposte vocali AI naturali con qualità e intonazione simili a quelle umane.
ja: 無料ユーザーはデバイスのテキスト読み上げを使用できます。プレミアムユーザーは人間のような品質とイントネーションを持つ自然なAI音声応答を取得できます。
pt: Utilizadores gratuitos podem usar o texto-para-voz do dispositivo. Utilizadores Premium obtêm respostas de voz IA naturais com qualidade e entoação humanas.

source: AI Image Generation
de: KI-Bildgenerierung
es: Generación de Imágenes IA
fr: Génération d'Images IA
hi: AI छवि निर्माण
id: Pembuatan Gambar AI
it: Generazione Immagini IA
ja: AI画像生成
pt: Geração de Imagens IA
