Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

source: 🎬 Entertainment & Nightlife
de: 🎬 Unterhaltung & Nachtleben
es: 🎬 Entretenimiento y Vida Nocturna
fr: 🎬 Divertissement et Vie Nocturne
hi: 🎬 मनोरंजन और नाइटलाइफ
id: 🎬 Hiburan & Kehidupan Malam
it: 🎬 Intrattenimento e Vita Notturna
ja: 🎬 エンターテイメント・ナイトライフ
pt: 🎬 Entretenimento e Vida Noturna

source: 💅 Beauty & Personal Care
de: 💅 Schönheit & Körperpflege
es: 💅 Belleza y Cuidado Personal
fr: 💅 Beauté et Soins Personnels
hi: 💅 सौंदर्य और व्यक्तिगत देखभाल
id: 💅 Kecantikan & Perawatan Pribadi
it: 💅 Bellezza e Cura Personale
ja: 💅 美容・パーソナルケア
pt: 💅 Beleza e Cuidados Pessoais

# cafeBakery
source: ☕ Café & Bakery
de: ☕ Café & Bäckerei
es: ☕ Café y Panadería
fr: ☕ Café et Boulangerie
hi: ☕ कैफे और बेकरी
id: ☕ Kafe & Toko Roti
it: ☕ Café e Panetteria
ja: ☕ カフェ＆ベーカリー
pt: ☕ Café e Pastelaria

source: 📍 Local Business
de: 📍 Lokales Geschäft
es: 📍 Negocios locales
fr: 📍 Commerce Local
hi: 📍 स्थानीय व्यापार
id: 📍 Bisnis Lokal
it: 📍Impresa locale
ja: 📍 地元ビジネス
pt: 📍 Negócio Local

source: Open
de: Geöffnet
es: Abierto
fr: Ouvert
hi: खुला
id: Buka
it: Aperto
ja: 営業中
pt: Aberto

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
hi: बंद
id: Tutup
it: Chiuso
ja: 閉店
pt: Fechado

source: 🗺️ Maps & Navigation
de: 🗺️ Karten und Navigation
es: 🗺️ Mapas y navegación
hi: 🗺️ मैप्स और नेविगेशन
id: 🗺️ Peta & Navigasi
it: 🗺️ Mappe e navigazione
ja: 🗺️ 地図とナビゲーション
pt: 🗺️ Mapas e Navegação

# defaultNavigationTraffic
source: Default navigation with traffic
de: Standard-Navigation mit Verkehr
es: Navegación predeterminada con tráfico
fr: Navigation par défaut avec trafic
hi: ट्रैफिक के साथ डिफ़ॉल्ट नेविगेशन
id: Navigasi default dengan lalu lintas
it: Navigazione predefinita con traffico
ja: 交通情報付きデフォルトナビゲーション
pt: Navegação predefinida com trânsito

source: Native iOS maps app
es: Aplicación de mapas nativa de iOS
fr: Application native iOS Maps
hi: नेटिव iOS मैप्स ऐप
id: Aplikasi peta iOS asli
it: App nativa per mappe iOS
ja: ネイティブiOSマップアプリ
pt: Aplicação nativa de mapas iOS

source: 📋 Address Actions
de: 📋 Adressaktionen
es: 📋 Acciones de Dirección
fr: 📋 Actions d'Adresse
hi: 📋 पता क्रियाएं
id: 📋 Tindakan Alamat
it: 📋 Azioni Indirizzo
ja: 📋 住所アクション
pt: 📋 Ações do Endereço

# copyAddressClipboard
source: Copy to clipboard for easy sharing
de: Zum einfachen Teilen in die Zwischenablage kopieren
es: Copiar al portapapeles para compartir fácilmente
fr: Copier dans le presse-papiers pour un partage facile
hi: आसान शेयरिंग के लिए क्लिपबोर्ड पर कॉपी करें
id: Salin ke clipboard untuk berbagi dengan mudah
it: Copia negli appunti per una facile condivisione
ja: 簡単に共有するためにクリップボードにコピー
pt: Copiar para área de transferência para partilha fácil

source: 🚌 Transportation Options
de: 🚌 Transportoptionen
es: 🚌 Opciones de transporte
fr: 🚌 Options de Transport
hi: 🚌 परिवहन विकल्प
id: 🚌 Opsi Transportasi
it: 🚌 Opzioni di trasporto
ja: 🚌 交通オプション
pt: 🚌 Opções de Transporte

source: Public Transit
de: Öffentlicher Verkehr
es: Transporte Público
fr: Transport Public
hi: सार्वजनिक परिवहन
id: Transportasi Umum
it: Trasporto pubblico
ja: 公共交通機関
pt: Transporte Público

# busTrainSubway
source: Bus, train, and subway routes
de: Bus-, Bahn- und U-Bahn-Routen
es: Rutas de autobús, tren y metro
fr: Itinéraires de bus, train et métro
hi: बस, ट्रेन, और मेट्रो मार्ग
id: Rute bus, kereta, dan subway
it: Linee di autobus, treni e metropolitana
ja: バス、電車、地下鉄ルート
pt: Rotas de autocarro, comboio e metro

source: Walking Directions
de: Fußwege
es: Direcciones a Pie
fr: Directions à pied
hi: पैदल दिशा-निर्देश
id: Petunjuk Arah Berjalan
it: Indicazioni a piedi
ja: 徒歩ルート
pt: Direções a Pé

# pedestrianRoute
source: Pedestrian-friendly route
de: Fußgängerroute
es: Ruta amigable para los peatones
fr: Itinéraire piéton
hi: पैदल यात्री-अनुकूल मार्ग
id: Rute ramah pejalan kaki
it: Percorso pedonale
ja: 歩行者ルート
pt: Rota amiga de peões

source: Cycling Directions
de: Fahrradrouten
es: Direcciones para Ciclismo
fr: Directions cyclables
hi: साइक्लिंग दिशा-निर्देश
id: Petunjuk Arah Bersepeda
it: Indicazioni ciclistiche
ja: サイクリング方向
pt: Direções de Bicicleta

source: Bike-friendly route
de: Fahrradfreundliche Route
es: Ruta amigable para bicicletas
fr: Itinéraire adapté aux vélos
hi: साइकिल-अनुकूल मार्ग
id: Rute ramah sepeda
it: Percorso adatto alle bici
ja: 自転車フレンドリールート
pt: Rota amiga das bicicletas

source: 🚕 Rideshare Options
de: 🚕 Mitfahroptionen
es: 🚕 Opciones de viaje compartido
fr: 🚕 Options de Covoiturage
hi: 🚕 राइडशेयर विकल्प
id: 🚕 Opsi Rideshare
it: 🚕 Opzioni di rideshare
ja: 🚕 ライドシェアオプション
pt: 🚕 Opções de Transporte Partilhado

# bookRideDestination
source: Book a ride to destination
de: Fahrt zum Ziel buchen
es: Reservar viaje al destino
fr: Réserver un trajet vers la destination
hi: गंतव्य के लिए राइड बुक करें
id: Pesan perjalanan ke tujuan
it: Prenota un passaggio fino a destinazione
ja: 目的地までライドを予約
pt: Reservar viagem para o destino

# alternativeRideshare
source: Alternative rideshare option
de: Alternative Mitfahroption
es: Opción alternativa de viaje compartido
fr: Options alternatives de covoiturage
hi: वैकल्पिक राइडशेयर विकल्प
id: Opsi rideshare alternatif
it: Opzione di rideshare alternativa
ja: 代替のライドシェアオプション
pt: Opção alternativa de transporte partilhado

source: Street View
de: Straßenansicht
es: Vista de la calle
hi: स्ट्रीट व्यू
it: Vista stradale
ja: ストリートビュー
pt: Vista da rua

source: Street View Not Available
de: Street View nicht verfügbar
es: Vista de la calle no disponible
fr: Street View non disponible
hi: स्ट्रीट व्यू उपलब्ध नहीं
id: Street View Tidak Tersedia
it: Visualizzazione stradale non disponibile
ja: ストリートビューは利用できません
pt: Street View Não Disponível

# streetViewNoCoverage
source: This location may not have Street View coverage.
de: Keine Street View-Abdeckung für diesen Standort
es: Es posible que esta ubicación no tenga cobertura de Street View.
fr: Aucune couverture Street View pour cet emplacement
hi: इस स्थान पर स्ट्रीट व्यू कवरेज नहीं हो सकता है।
id: Lokasi ini mungkin tidak memiliki cakupan Street View.
it: Questa posizione potrebbe non avere copertura Street View.
ja: この場所にはストリートビューカバレッジがありません
pt: Esta localização pode não ter cobertura Street View.

source: Open External
de: Extern öffnen
es: Abrir externo
fr: Ouvrir en externe
hi: बाहरी में खोलें
id: Buka Eksternal
it: Apri Esterno
ja: 外部で開く
pt: Abrir Externo

source: Loading Street View...
de: Street View wird geladen...
es: Cargando Street View...
fr: Chargement de Street View...
hi: स्ट्रीट व्यू लोड हो रहा है...
id: Memuat Street View...
it: Caricamento di Street View...
ja: ストリートビューを読み込み中...
pt: A carregar Street View...

# apiKeyError
source: Connection issue. Please check your internet and try again.
de: API Key Error
es: Error de Clave API
fr: Erreur de clé API
hi: API की त्रुटि
id: Kesalahan API Key
it: API Key Error
ja: APIキーエラー
pt: Erro da Chave API

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
it: Riprova
ja: 再試行
pt: Tentar Novamente

source: Rating
de: Bewertung
es: Calificación
fr: Note
hi: रेटिंग
id: Peringkat
it: Valutazione
ja: 評価
pt: Classificação

source: Address
de: Adresse
es: Dirección
fr: Adresse
hi: पता
id: Alamat
it: Indirizzo
ja: 住所
pt: Endereço

source: Distance
de: Entfernung
es: Distancia
hi: दूरी
id: Jarak
it: Distanza
ja: 距離
pt: Distância

source: Price Level
de: Preisniveau
es: Nivel de precio
hi: मूल्य स्तर
id: Tingkat Harga
it: Livello dei prezzi
ja: 価格レベル
pt: Nível de Preço

source: reviews
de: Bewertungen
es: opiniones
hi: समीक्षाएं
id: ulasan
it: recensioni
ja: レビュー
pt: avaliações

source: Inexpensive
de: Günstig
es: Económico
fr: Peu cher
hi: सस्ता
id: Murah
it: Economico
ja: 安価
pt: Económico

source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
hi: मध्यम
id: Sedang
it: Moderato
ja: 適度
pt: Moderado

source: Expensive
de: Teuer
es: Caro
fr: Cher
hi: महंगा
id: Mahal
it: Costoso
ja: 高価
pt: Caro

source: Very Expensive
de: Sehr Teuer
es: Muy Caro
fr: Très Cher
hi: बहुत महंगा
id: Sangat Mahal
it: Molto Costoso
ja: 非常に高価
pt: Muito Caro

source: Status
es: Estado
hi: स्थिति
it: Stato
ja: 状態
pt: Estado

# unknownPriceLevel
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja: 不明
pt: Desconhecido

# tapMarkerForDirections
source: Tap any marker for directions & Street View
de: Tippen Sie auf einen beliebigen Marker für Wegbeschreibungen und Street View
es: Toca cualquier marcador para obtener indicaciones y Street View
fr: Appuyez sur n'importe quel marqueur pour les directions et Street View
hi: दिशा-निर्देश और स्ट्रीट व्यू के लिए किसी भी मार्कर पर टैप करें
id: Ketuk penanda mana saja untuk petunjuk arah & Street View
it: Tocca qualsiasi indicatore per indicazioni stradali e Street View
ja: 道順とストリートビューのためにマーカーをタップ
pt: Toque em qualquer marcador para direções e Street View

# shareGetDirections
source: 🗺️ Get Directions:
de: 🗺️ Wegbeschreibung Abrufen:
es: 🗺️ Obtener direcciones:
fr: 🗺️ Obtenir les Directions :
hi: 🗺️ दिशा-निर्देश प्राप्त करें:
id: 🗺️ Dapatkan Petunjuk Arah:
it: 🗺️ Ottieni indicazioni stradali:
ja: 🗺️ 道順を取得：
pt: 🗺️ Obter Direções:

# unlockBestAIExperience
source: Unlock the best AI Agent experience!
de: Schalten Sie das beste KI-Agent-Erlebnis frei!
es: ¡Desbloquea la mejor experiencia de AI Agent!
hi: सर्वोत्तम AI एजेंट अनुभव अनलॉक करें!
id: Buka pengalaman AI Agent terbaik!
it: Sblocca la migliore esperienza dell'agente AI!
ja: 最高の AI エージェント エクスペリエンスのロックを解除してください!
pt: Desbloqueie a melhor experiência de AI Agent!

# advancedAIMultiplePlatforms
source: Advanced AI • Multiple platforms • Unlimited possibilities
de: Erweiterte KI • Mehrere Plattformen • Unbegrenzte Möglichkeiten
es: IA Avanzada • Múltiples plataformas • Posibilidades ilimitadas
fr: IA Avancée • Plateformes multiples • Possibilités illimitées
hi: उन्नत AI • एकाधिक प्लेटफॉर्म • असीमित संभावनाएं
id: AI Canggih • Berbagai platform • Kemungkinan tak terbatas
it: IA Avanzata • Piattaforme multiple • Possibilità illimitate
ja: 高度なAI • 複数プラットフォーム • 無限の可能性
pt: IA Avançada • Múltiplas plataformas • Possibilidades ilimitadas

source: Choose Your Plan
de: Wählen Sie Ihren Plan
es: Elija Su Plan
fr: Choisissez votre plan
hi: अपनी योजना चुनें
id: Pilih Paket Anda
it: Scegli il tuo piano
ja: プランを選択
pt: Escolha o Seu Plano

# tapPlanToSubscribe
source: Tap on a plan to subscribe
de: Tippen Sie auf einen Plan, um ihn zu abonnieren
es: Toca un plan para suscribirte
hi: सदस्यता लेने के लिए किसी योजना पर टैप करें
id: Ketuk paket untuk berlangganan
it: Tocca un piano per abbonarti
ja: プランをタップして購読します
pt: Toque num plano para subscrever

source: Yearly Plan
de: Jahresplan
es: Plan Anual
hi: वार्षिक योजना
id: Paket Tahunan
it: Piano annuale
ja: 年間計画
pt: Plano Anual

source: Monthly Plan
de: Monatsplan
es: Plan Mensual
hi: मासिक योजना
id: Paket Bulanan
it: Piano mensile
ja: 月額プラン
pt: Plano Mensal

source: per year
de: pro Jahr
es: por año
fr: par an
hi: प्रति वर्ष
id: per tahun
it: all'anno
ja: 年間
pt: por ano

source: per month
de: pro Monat
es: por mes
fr: par mois
hi: प्रति माह
id: per bulan
it: al mese
ja: 月額
pt: por mês

# saveThreeMonthsBestValue
source: Save 3 months - Best Value!
de: 3 Monate sparen - Bester Wert!
es: Ahorre 3 meses: ¡la mejor relación calidad-precio!
fr: Économisez 3 mois - Meilleure Valeur !
hi: 3 महीने बचाएं - सर्वोत्तम मूल्य!
id: Hemat 3 bulan - Nilai Terbaik!
it: Risparmia 3 mesi: il miglior rapporto qualità-prezzo!
ja: 3ヶ月節約 - 最高の価値！
pt: Poupe 3 meses - Melhor Valor!

source: Recommended
de: Empfohlen
es: Recomendado
hi: अनुशंसित
id: Direkomendasikan
it: Raccomandato
ja: 推奨
pt: Recomendado

# startFreeMonthToday
source: Start your FREE month today • Cancel anytime
de: Beginnen Sie noch heute Ihren KOSTENLOSEN Monat. • Jederzeit kündbar
es: Comience su mes GRATIS hoy • Cancele en cualquier momento
hi: आज ही अपना मुफ्त महीना शुरू करें • कभी भी रद्द करें
id: Mulai bulan GRATIS Anda hari ini • Batalkan kapan saja
it: Inizia oggi il tuo mese GRATUITO • Annulla in qualsiasi momento
ja: 今すぐ無料月を始めましょう • いつでもキャンセル可能
pt: Comece o seu mês GRÁTIS hoje • Cancele a qualquer momento

# moreAIFeaturesWeekly
source: More AI Agent features coming weekly!
de: Weitere AI Agent-Funktionen folgen wöchentlich!
es: ¡Más funciones de AI Agent disponibles semanalmente!
hi: और AI एजेंट सुविधाएं साप्ताहिक आ रही हैं!
id: Lebih banyak fitur AI Agent hadir setiap minggu!
it: Altre funzionalità dell'agente AI in arrivo settimanalmente!
ja: AI エージェントの機能は毎週追加されます。
pt: Mais funcionalidades do AI Agent a chegar semanalmente!

# constantlyRollingOut
source: We're constantly rolling out new capabilities and improvements. Have a cool AI feature idea? We'd love to hear from you!
de: Wir führen ständig neue Funktionen und Verbesserungen ein. Haben Sie eine coole Idee für eine KI-Funktion? Wir würden uns freuen, von Ihnen zu hören!
es: ¡Constantemente estamos lanzando nuevas capacidades y mejoras. ¿Tienes una idea genial de función de IA? ¡Nos encantaría escucharla!
fr: Nous déployons constamment de nouvelles fonctionnalités et améliorations. Vous avez des idées cool pour les fonctionnalités IA ? Nous aimerions les entendre !
hi: हम लगातार नई क्षमताएं और सुधार ला रहे हैं। कोई शानदार AI फीचर आइडिया है? हम आपसे सुनना चाहेंगे!
id: Kami terus menghadirkan kemampuan dan peningkatan baru. Punya ide fitur AI yang keren? Kami ingin mendengar dari Anda!
it: Implementiamo costantemente nuove funzionalità e miglioramenti. Hai una bella idea per una funzionalità IA? Ci piacerebbe sentire la tua opinione!
ja: 新機能と改善を継続的にリリースしています。クールなAI機能のアイデアがありますか？ぜひお聞かせください！
pt: Estamos constantemente a lançar novas funcionalidades e melhorias. Tem uma ideia fixe de funcionalidade IA? Adoraríamos ouvir de si!

source: Premium Active
de: Premium Aktiv
es: Premium Activo
fr: Premium actif
hi: प्रीमियम सक्रिय
id: Premium Aktif
it: Attivo Premium
ja: プレミアムアクティブ
pt: Premium Ativo

# fullAccessToFeatures
source: You have full access to all premium features
de: Sie haben vollen Zugriff auf alle Premium-Funktionen
es: Tiene acceso completo a todas las funciones premium
fr: Accès complet à toutes les fonctionnalités premium
hi: आपके पास सभी प्रीमियम सुविधाओं तक पूर्ण पहुंच है
id: Anda memiliki akses penuh ke semua fitur premium
it: Hai pieno accesso a tutte le funzionalità premium
ja: すべてのプレミアム機能にフルアクセスできます
pt: Tem acesso total a todas as funcionalidades premium

source: Plan Type
de: Plantyp
es: Tipo de plan
hi: योजना प्रकार
id: Jenis Paket
it: Tipo di piano
ja: プランタイプ
pt: Tipo de Plano

source: Active
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: アクティブ
pt: Ativo

source: Billing
de: Abrechnung
es: Facturación
fr: Facturation
hi: बिलिंग
id: Penagihan
it: Fatturazione
ja: 請求
pt: Faturação

source: Managed through App Store
de: Über App Store verwaltet
es: Gestionado a través de App Store
fr: Géré via l'App Store
hi: ऐप स्टोर के माध्यम से प्रबंधित
id: Dikelola melalui App Store
it: Gestito tramite App Store
ja: App Storeで管理
pt: Gerido através da App Store

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
hi: सुविधाएं
id: Fitur
it: Funzioni
ja: 機能
pt: Funcionalidades

source: Unlimited Access
de: Unbegrenzter Zugang
es: Acceso Ilimitado
fr: Accès Illimité
hi: असीमित पहुंच
id: Akses Tak Terbatas
it: Accesso Illimitato
ja: 無制限アクセス
pt: Acesso Ilimitado

source: Image Generations
de: Bildgenerationen
es: Generaciones de Imagen
fr: Générations d'images
hi: छवि निर्माण
id: Pembuatan Gambar
it: Generazioni di immagini
ja: 画像生成
pt: Gerações de Imagens

source: Image Analysis
de: Bildanalyse
es: Análisis de Imagen
fr: Analyse d'images
hi: छवि विश्लेषण
id: Analisis Gambar
it: Analisi delle immagini
ja: 画像分析
pt: Análise de Imagem

source: PDF Generations
de: PDF-Generationen
es: Generaciones PDF
hi: PDF निर्माण
id: Pembuatan PDF
it: Generazioni PDF
ja: PDF の生成
pt: Gerações de PDF

source: Voice Generations
de: Sprachgenerierungen
es: Generaciones de voz
fr: Générations vocales
hi: आवाज़ निर्माण
id: Pembuatan Suara
it: Generazioni di voci
ja: 音声生成
pt: Gerações de Voz

source: Your Premium Features
de: Ihre Premium-Funktionen
es: Tus funciones premium
hi: आपकी प्रीमियम सुविधाएं
id: Fitur Premium Anda
it: Le tue funzionalità premium
ja: プレミアム機能
pt: As Suas Funcionalidades Premium

source: Unlimited AI Image Generation
de: Unbegrenzte KI-Bildgenerierung
es: Generación ilimitada de imágenes de IA
hi: असीमित AI छवि निर्माण
id: Pembuatan Gambar AI Tak Terbatas
it: Generazione illimitata di immagini AI
ja: 無制限の AI 画像生成
pt: Geração Ilimitada de Imagens IA

# createStunningImages
source: Create stunning images with advanced AI
de: Erstellen Sie atemberaubende Bilder mit fortschrittlicher KI
es: Cree imágenes impresionantes con IA avanzada
fr: Créez des images époustouflantes avec une IA avancée
hi: उन्नत AI के साथ शानदार छवियां बनाएं
id: Buat gambar yang memukau dengan AI canggih
it: Crea immagini straordinarie con l'intelligenza artificiale avanzata
ja: 高度なAIで美しい画像を作成
pt: Crie imagens deslumbrantes com IA avançada

source: Unlimited Image Analysis
de: Unbegrenzte Bildanalyse
es: Análisis de imágenes ilimitado
hi: असीमित छवि विश्लेषण
id: Analisis Gambar Tak Terbatas
it: Analisi delle immagini illimitata
ja: 無制限の画像分析
pt: Análise Ilimitada de Imagens

# analyzePhotosWithAi
source: Analyze photos with advanced AI
de: Analysieren Sie Fotos mit fortschrittlicher KI
es: Analice fotos con IA avanzada
fr: Analysez les photos avec une IA avancée
hi: उन्नत AI के साथ फोटो का विश्लेषण करें
id: Analisis foto dengan AI canggih
it: Analizza le foto con l'intelligenza artificiale avanzata
ja: 高度なAIで写真を分析
pt: Analise fotos com IA avançada

source: Unlimited PDF Creation
de: Unbegrenzte PDF-Erstellung
es: Creación ilimitada de PDF
fr: Création PDF Illimitée
hi: असीमित PDF निर्माण
id: Pembuatan PDF Tak Terbatas
it: Creazione di PDF illimitata
ja: 無制限PDF作成
pt: Criação Ilimitada de PDF

# convertImagesToPdf
source: Convert images to professional PDFs
de: Konvertieren Sie Bilder in professionelle PDFs
es: Convertir imágenes a PDFs profesionales
fr: Convertir les images en PDF professionnel
hi: छवियों को पेशेवर PDF में बदलें
id: Konversi gambar ke PDF profesional
it: Converti immagini in PDF professionali
ja: 画像をプロフェッショナルなPDFに変換
pt: Converta imagens em PDFs profissionais

# naturalVoiceResponses
source: Natural voice responses with advanced AI
de: Natürliche Sprachantworten mit fortschrittlicher KI
es: Respuestas de voz naturales con IA avanzada
fr: Réponses vocales naturelles avec IA avancée
hi: उन्नत AI के साथ प्राकृतिक आवाज़ प्रतिक्रियाएं
id: Respons suara alami dengan AI canggih
it: Risposte vocali naturali con intelligenza artificiale avanzata
ja: 高度なAIによる自然な音声応答
pt: Respostas de voz naturais com IA avançada

source: Real-time Web Search
de: • Echtzeit-Websuche
es: • Búsqueda web en tiempo real
fr: • Recherche web en temps réel
hi: रियल-टाइम वेब खोज
id: Pencarian Web Real-time
it: • Ricerca web in tempo reale
ja: • リアルタイムウェブ検索
pt: Pesquisa Web em Tempo Real

# getLatestInformation
source: Get the latest information from the internet
de: Holen Sie sich die neuesten Informationen aus dem Internet
es: Obtener la información más reciente de internet
hi: इंटरनेट से नवीनतम जानकारी प्राप्त करें
id: Dapatkan informasi terbaru dari internet
it: Ottieni le informazioni più recenti da Internet
ja: インターネットから最新情報を取得
pt: Obtenha as informações mais recentes da internet

# findNearbyPlaces
source: Find nearby places and get recommendations
de: Finden Sie Orte in der Nähe und erhalten Sie Empfehlungen
es: Encontrar lugares cercanos y obtener recomendaciones
fr: Trouvez des endroits à proximité et obtenez des recommandations
hi: आस-पास की जगहें खोजें और सिफारिशें प्राप्त करें
id: Temukan tempat terdekat dan dapatkan rekomendasi
it: Trova luoghi nelle vicinanze e ricevi consigli
ja: 近くの場所を見つけて推奨を取得
pt: Encontre locais perto de si e obtenha recomendações

# subscriptionManagedMessage
source: Your subscription is managed through the App Store. To modify or cancel your subscription, please use the App Store settings.
de: Ihr Abonnement wird über den App Store verwaltet. Um Ihr Abonnement zu ändern oder zu kündigen, verwenden Sie bitte die App Store-Einstellungen.
es: Tu suscripción se gestiona a través de la App Store. Para modificar o cancelar su suscripción, utilice la configuración de la App Store.
hi: आपकी सदस्यता ऐप स्टोर के माध्यम से प्रबंधित होती है। अपनी सदस्यता को संशोधित या रद्द करने के लिए, कृपया ऐप स्टोर सेटिंग्स का उपयोग करें।
id: Langganan Anda dikelola melalui App Store. Untuk mengubah atau membatalkan langganan Anda, silakan gunakan pengaturan App Store.
it: Il tuo abbonamento è gestito tramite l'App Store. Per modificare o annullare l'abbonamento, utilizza le impostazioni dell'App Store.
ja: サブスクリプションは App Store を通じて管理されます。サブスクリプションを変更またはキャンセルするには、App Store の設定を使用してください。
pt: A sua subscrição é gerida através da App Store. Para modificar ou cancelar a sua subscrição, por favor use as definições da App Store.

source: Manage in App Store
de: Im App Store verwalten
es: Administrar en App Store
hi: ऐप स्टोर में प्रबंधित करें
id: Kelola di App Store
it: Gestisci nell'App Store
ja: App Storeで管理
pt: Gerir na App Store

source: 🔧 Debug: Premium features enabled
de: 🔧 Debug: Premium-Funktionen aktiviert
es: 🔧 Debug: Funciones premium habilitadas
fr: 🔧 Debug : Fonctionnalités premium activées
hi: 🔧 डीबग: प्रीमियम सुविधाएं सक्षम
id: 🔧 Debug: Fitur premium diaktifkan
it: 🔧 Debug: funzionalità Premium abilitate
ja: 🔧 デバッグ：プレミアム機能有効
pt: 🔧 Debug: Funcionalidades premium ativadas

source: 🔧 Debug: Using real subscription status
de: 🔧 Debug: Verwende echten Abonnement-Status
es: 🔧 Debug: Usando estado real de suscripción
fr: 🔧 Debug : Utilisation du statut d'abonnement réel
hi: 🔧 डीबग: वास्तविक सदस्यता स्थिति का उपयोग
id: 🔧 Debug: Menggunakan status langganan nyata
it: 🔧 Debug: utilizzo dello stato reale dell'abbonamento
ja: 🔧 デバッグ：実際のサブスクリプションステータスを使用
pt: 🔧 Debug: A usar estado real da subscrição

# debugFreeModeEnabled
source: 🔧 Debug: Free mode enabled for testing
de: 🔧 Debug: Kostenloser Modus für Tests aktiviert
es: 🔧 Debug: Modo gratuito habilitado para pruebas
fr: 🔧 Debug : Mode gratuit activé pour les tests
hi: 🔧 डीबग: परीक्षण के लिए फ्री मोड सक्षम
id: 🔧 Debug: Mode gratis diaktifkan untuk pengujian
it: 🔧 Debug: modalità gratuita abilitata per i test
ja: 🔧 デバッグ：テスト用無料モード有効
pt: 🔧 Debug: Modo gratuito ativado para testes

# resetUsageStatisticsTitle
source: Reset Usage Statistics
de: Nutzungsstatistiken Zurücksetzen
es: Reiniciar Estadísticas de Uso
fr: Réinitialiser les Statistiques d'Utilisation
hi: उपयोग आंकड़े रीसेट करें
id: Reset Statistik Penggunaan
it: Reimposta le statistiche di utilizzo
ja: 使用統計をリセット
pt: Repor Estatísticas de Utilização

# resetUsageStatisticsDesc
source: This will reset all usage counters for testing purposes. This action is only available in debug mode.
de: Dies setzt alle Nutzungszähler zu Testzwecken zurück. Diese Aktion ist nur im Debug-Modus verfügbar.
es: Esto reiniciará todos los contadores de uso para propósitos de prueba. Esta acción solo está disponible en modo debug.
fr: Ceci réinitialisera tous les compteurs d'utilisation à des fins de test. Cette action n'est disponible qu'en mode debug.
hi: यह परीक्षण उद्देश्यों के लिए सभी उपयोग काउंटर रीसेट करेगा। यह क्रिया केवल डीबग मोड में उपलब्ध है।
id: Ini akan mereset semua penghitung penggunaan untuk tujuan pengujian. Tindakan ini hanya tersedia dalam mode debug.
it: Ciò ripristinerà tutti i contatori di utilizzo a scopo di test. Questa azione è disponibile solo in modalità debug.
ja: これはテスト目的ですべての使用カウンターをリセットします。このアクションはデバッグモードでのみ利用可能です。
pt: Isto irá repor todos os contadores de utilização para fins de teste. Esta ação só está disponível em modo debug.
