Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# featureSmartChatInput
source: Hi! I'd like to chat about
de: Hallo! Ich würde gerne darüber reden
es: ¡Hola! Me gustaría charlar sobre
hi: नमस्ते! मैं इस बारे में बात करना चाहूंगा
id: Hai! Saya ingin mengobrol tentang
it: CIAO! Mi piacerebbe parlarne
ja: こんにちは！について話したいのですが
pt: Olá! Gostaria de conversar sobre

# featurePlacesExplorerTitle
source: Places Explorer
de: Orte-Explorer
es: Explorador de lugares
hi: स्थान खोजकर्ता
id: Penjelajah Tempat
it: Esplora luoghi
ja: プレイスエクスプローラー
pt: Explorador de Locais

# featurePlacesExplorerDesc
source: Find restaurants, attractions & services nearby
de: Finden Sie Restaurants, Sehenswürdigkeiten und Dienstleistungen in der Nähe
es: Encuentre restaurantes, atracciones y servicios cercanos
hi: आस-पास रेस्तरां, आकर्षण और सेवाएं खोजें
id: Temukan restoran, atraksi & layanan di sekitar
it: Trova ristoranti, attrazioni e servizi nelle vicinanze
ja: 近くのレストラン、観光スポット、サービスを探す
pt: Encontre restaurantes, atrações e serviços perto de si

# quickActionAskFromPhoto
source: Ask from photo
de: Fragen Sie nach dem Foto
es: Preguntar desde la foto
hi: फोटो से पूछो
it: Chiedi dalla foto
ja: 写真から聞く
pt: Pergunte pela foto

# quickActionAskFromFile
source: Ask from file
de: Fragen Sie aus der Datei
es: Preguntar desde archivo
hi: फ़ाइल से पूछें
it: Chiedi dal file
ja: ファイルから質問する
pt: Pergunte do arquivo

# quickActionScanToPdf
source: Scan to PDF
de: Als PDF scannen
es: Escanear a PDF
hi: पीडीएफ पर स्कैन करें
it: Scansione in PDF
ja: スキャンして PDF に保存
pt: Digitalizar para PDF

# quickActionGenerateImage
source: Generate image
de: Bild generieren
es: Generar imagen
hi: छवि उत्पन्न करें
it: Genera immagine
ja: 画像の生成
pt: Gerar imagem

# quickActionTranslateSubtitle
source: Text, photo, or file
de: Text, Foto oder Datei
es: Texto, foto o archivo
hi: टेक्स्ट, फ़ोटो, या फ़ाइल
it: Testo, foto o file
ja: テキスト、写真、またはファイル
pt: Texto, foto ou arquivo

# quickActionFindPlaces
source: Find places
de: Orte finden
es: encontrar lugares
hi: स्थान खोजें
it: Trova posti
ja: 場所を探す
pt: Encontre lugares

# featurePhotoToPdfTitle
source: Photo to PDF
de: Foto zu PDF
es: Foto a PDF
hi: फोटो से PDF
id: Foto ke PDF
it: Foto in PDF
ja: 写真からPDFへ
pt: Foto para PDF

# featurePhotoToPdfDesc
source: Convert photos to organized PDF documents
de: Konvertieren Sie Fotos in organisierte PDF-Dokumente
es: Convierta fotografías en documentos PDF organizados
hi: फोटो को व्यवस्थित PDF दस्तावेज़ों में बदलें
id: Konversi foto ke dokumen PDF terorganisir
it: Converti foto in documenti PDF organizzati
ja: 写真を整理された PDF ドキュメントに変換する
pt: Converta fotos em documentos PDF organizados

# featurePhotoToPdfText
source: Convert photos to PDF
de: Konvertieren Sie Fotos in PDF
es: Convertir fotos a PDF
hi: फोटो को PDF में बदलें
id: Konversi foto ke PDF
it: Converti foto in PDF
ja: 写真を PDF に変換する
pt: Converter fotos para PDF

# featurePhotoToPdfInput
source: Convert photos to PDF
de: Konvertieren Sie Fotos in PDF
es: Convertir fotos a PDF
hi: फोटो को PDF में बदलें
id: Konversi foto ke PDF
it: Converti foto in PDF
ja: 写真を PDF に変換する
pt: Converter fotos para PDF

# featurePresentationMakerTitle
source: Presentation Maker
de: Präsentationsersteller
es: Creador de Presentaciones
fr: Créateur de Présentations
hi: प्रस्तुति निर्माता
id: Pembuat Presentasi
it: Creatore di presentazioni
ja: プレゼンテーションメーカー
pt: Criador de Apresentações

# featurePresentationMakerDesc
source: Create professional PowerPoint presentations
de: Erstellen Sie professionelle Präsentationen mit KI
es: Crea presentaciones profesionales con IA
fr: Créez des présentations professionnelles avec l'IA
hi: पेशेवर PowerPoint प्रस्तुतियां बनाएं
id: Buat presentasi PowerPoint profesional
it: Crea presentazioni PowerPoint professionali
ja: AIでプロフェッショナルなプレゼンテーションを作成
pt: Crie apresentações PowerPoint profissionais

# featurePresentationMakerText
source: Generate presentation
de: Präsentation erstellen
es: Crear presentación
fr: Créer une présentation
hi: प्रस्तुति बनाएं
id: Hasilkan presentasi
it: Genera presentazione
ja: プレゼンテーション作成
pt: Gerar apresentação

# featurePresentationMakerInput
source: Please create a PowerPoint presentation about
de: Präsentation erstellen über:
es: Crea una presentación sobre:
fr: Créer une présentation sur :
hi: कृपया इस विषय पर एक PowerPoint प्रस्तुति बनाएं
id: Tolong buat presentasi PowerPoint tentang
it: Si prega di creare una presentazione PowerPoint su
ja: プレゼンテーションを作成：
pt: Por favor crie uma apresentação PowerPoint sobre

# featureAiTranslationTitle
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
id: Terjemahan
it: Traduzione
ja: 翻訳
pt: Tradução

# featureAiTranslationDesc
source: Translate text and images instantly
de: Übersetzen Sie Text und Bilder sofort
es: Traduce texto e imágenes al instante
fr: Traduisez instantanément du texte et des images
hi: टेक्स्ट और छवियों का तुरंत अनुवाद करें
id: Terjemahkan teks dan gambar secara instan
it: Traduci istantaneamente testo e immagini
ja: テキストと画像を瞬時に翻訳
pt: Traduza texto e imagens instantaneamente

# featureAiTranslationText
source: Translate text & photos
de: Text und Fotos übersetzen
es: Traducir texto y fotos
fr: Traduire texte et photos
hi: टेक्स्ट और फोटो का अनुवाद करें
id: Terjemahkan teks & foto
it: Traduci testo e foto
ja: テキストと写真を翻訳
pt: Traduzir texto e fotos

# featureAiTranslationInput
source: Translate this text to English:
de: Übersetzen Sie diesen Text ins Englische:
es: Traduce este texto al inglés:
fr: Traduisez ce texte en anglais :
hi: इस टेक्स्ट का अंग्रेजी में अनुवाद करें:
id: Terjemahkan teks ini ke bahasa Inggris:
it: Traduci questo testo in inglese:
ja: このテキストを英語に翻訳してください：
pt: Traduzir este texto para inglês:

# featureMessageFineTuningTitle
source: Message Fine-tuning
de: Nachrichten-Feinabstimmung
es: Ajuste de Mensajes
fr: Ajustement de Messages
hi: संदेश फाइन-ट्यूनिंग
id: Penyempurnaan Pesan
it: Messa a punto del messaggio
ja: メッセージ調整
pt: Aperfeiçoamento de Mensagens

# featureMessageFineTuningDesc
source: Improve grammar, tone and clarity
de: Verbessern Sie Grammatik, Ton und Klarheit
es: Mejora gramática, tono y claridad
fr: Améliorez la grammaire, le ton et la clarté
hi: व्याकरण, टोन और स्पष्टता में सुधार करें
id: Tingkatkan tata bahasa, nada, dan kejelasan
it: Migliora la grammatica, il tono e la chiarezza
ja: 文法、トーン、明確さを改善
pt: Melhore gramática, tom e clareza

# featureMessageFineTuningText
source: Improve my message
de: Meine Nachricht verbessern
es: Mejorar mi mensaje
fr: Améliorer mon message
hi: मेरे संदेश में सुधार करें
id: Tingkatkan pesan saya
it: Migliora il mio messaggio
ja: メッセージを改善
pt: Melhorar a minha mensagem

# featureMessageFineTuningInput
source: Please improve this message for better clarity and grammar:
de: Bitte verbessern Sie diese Nachricht für Klarheit und Grammatik:
es: Por favor mejora este mensaje para mayor claridad y gramática:
fr: Veuillez améliorer ce message pour plus de clarté et de grammaire :
hi: कृपया बेहतर स्पष्टता और व्याकरण के लिए इस संदेश में सुधार करें:
id: Tolong tingkatkan pesan ini untuk kejelasan dan tata bahasa yang lebih baik:
it: Si prega di migliorare questo messaggio per una maggiore chiarezza e grammatica:
ja: 明確さと文法のためにこのメッセージを改善してください：
pt: Por favor melhore esta mensagem para maior clareza e gramática:

# featureProfessionalWritingTitle
source: Professional Writing
de: Professionelles Schreiben
es: Escritura Profesional
fr: Rédaction Professionnelle
hi: पेशेवर लेखन
id: Penulisan Profesional
it: Scrittura professionale
ja: プロフェッショナルライティング
pt: Escrita Profissional

# featureProfessionalWritingText
source: Write professional content
de: Professionelles Schreiben
es: Escritura profesional
fr: Rédaction professionnelle
hi: पेशेवर सामग्री लिखें
id: Tulis konten profesional
it: Scrivi contenuti professionali
ja: プロフェッショナルライティング
pt: Escrever conteúdo profissional

# featureProfessionalWritingInput
source: Write a professional email/report/proposal about
de: Diesen professionellen Text verbessern:
es: Mejora este texto profesional:
fr: Améliorer ce texte professionnel :
hi: इस विषय पर एक पेशेवर ईमेल/रिपोर्ट/प्रस्ताव लिखें
id: Tulis email/laporan/proposal profesional tentang
it: Scrivi un'e-mail/un rapporto/una proposta professionale in merito
ja: このプロフェッショナルテキストを改善：
pt: Escrever um email/relatório/proposta profissional sobre

# featureSmartSummarizationTitle
source: Smart Summarization
de: Intelligente Zusammenfassung
es: Resumen Inteligente
fr: Résumé Intelligent
hi: स्मार्ट सारांश
id: Ringkasan Cerdas
it: Riepilogo intelligente
ja: スマート要約
pt: Resumo Inteligente

# featureSmartSummarizationText
source: Summarize information
de: Intelligente Zusammenfassung
es: Resumen inteligente
fr: Résumé intelligent
hi: जानकारी का सारांश दें
id: Ringkas informasi
it: Riepilogare le informazioni
ja: スマート要約
pt: Resumir informação

# featureSmartSummarizationInput
source: Summarize this information:
de: Diesen Inhalt zusammenfassen:
es: Resume este contenido:
fr: Résumer ce contenu :
hi: इस जानकारी का सारांश दें:
id: Ringkas informasi ini:
it: Riassumi queste informazioni:
ja: このコンテンツを要約：
pt: Resumir esta informação:

# featureSmartPlanningTitle
source: Smart Planning
de: Intelligente Planung
es: Planificación Inteligente
fr: Planification Intelligente
hi: स्मार्ट प्लानिंग
id: Perencanaan Cerdas
it: Pianificazione intelligente
ja: スマートプランニング
pt: Planeamento Inteligente

# featureSmartPlanningText
source: Help with planning
de: Hilfe bei der Planung
es: Ayuda con la planificación
hi: योजना में मदद करें
id: Bantu dengan perencanaan
it: Aiuto con la pianificazione
ja: 計画のお手伝い
pt: Ajuda com planeamento

# featureSmartPlanningInput
source: Help me plan my
de: Helfen Sie mir, meine zu planen
es: Ayúdame a planificar mi
hi: मेरी योजना बनाने में मदद करें
id: Bantu saya merencanakan
it: Aiutami a pianificare il mio
ja: 計画を立てるのを手伝ってください
pt: Ajude-me a planear o meu

# featureEntertainmentGuideTitle
source: Entertainment Guide
de: Unterhaltungsführer
es: Guía de Entretenimiento
fr: Guide de Divertissement
hi: मनोरंजन गाइड
id: Panduan Hiburan
it: Guida all'intrattenimento
ja: エンターテイメントガイド
pt: Guia de Entretenimento

# featureEntertainmentGuideText
source: Get recommendations
de: Unterhaltungsführer
es: Guía de entretenimiento
fr: Guide de divertissement
hi: सिफारिशें प्राप्त करें
id: Dapatkan rekomendasi
it: Ottieni consigli
ja: エンターテイメントガイド
pt: Obter recomendações

# featureEntertainmentGuideInput
source: Recommend movies/books/music about
de: Unterhaltung finden in der Nähe von:
es: Encuentra entretenimiento cerca de:
fr: Trouver du divertissement près de :
hi: इस बारे में फिल्में/किताबें/संगीत की सिफारिश करें
id: Rekomendasikan film/buku/musik tentang
it: Consiglia film/libri/musica su
ja: エンターテイメントを探す場所：
pt: Recomendar filmes/livros/música sobre

# proBadge
source: PRO
hi: प्रो
ja: プロ
pt: PRÓ

# localRecommendationDetected
source: I detected you're looking for local recommendations!
de: Ich habe erkannt, dass Sie nach lokalen Empfehlungen suchen!
es: ¡Detecté que buscas recomendaciones locales!
fr: J'ai détecté que vous cherchez des recommandations locales !
hi: मैंने पाया कि आप स्थानीय सिफारिशें खोज रहे हैं!
id: Saya mendeteksi Anda mencari rekomendasi lokal!
it: Ho notato che stai cercando consigli locali!
ja: ローカル推奨を検索していることを検出しました！
pt: Detetei que está à procura de recomendações locais!

source: ✨ Premium features include:
de: ✨ Premium-Funktionen umfassen:
es: ✨ Las funciones premium incluyen:
fr: ✨ Les fonctionnalités premium incluent :
hi: ✨ प्रीमियम सुविधाओं में शामिल हैं:
id: ✨ Fitur premium termasuk:
it: ✨ Le funzionalità premium includono:
ja: ✨ プレミアム機能には以下が含まれます：
pt: ✨ Funcionalidades premium incluem:

# premiumLocationFeaturesList
source: • Smart location query detection • Real-time local search results • Maps integration with directions • Photos, ratings, and reviews • Open hours and contact info
de: • Intelligente Erkennung von Standortanfragen • Echtzeit-lokale Suchergebnisse • Kartenintegration mit Wegbeschreibungen • Fotos, Bewertungen und Rezensionen • Öffnungszeiten und Kontaktinformationen
es: • Detección inteligente de consultas de ubicación • Resultados de búsqueda local en tiempo real • Integración de mapas con direcciones • Fotos, calificaciones y reseñas • Horarios de apertura e información de contacto
fr: • Détection intelligente des requêtes de localisation • Résultats de recherche locale en temps réel • Intégration de cartes avec directions • Photos, évaluations et avis • Heures d'ouverture et informations de contact
hi: • स्मार्ट स्थान क्वेरी पहचान • रियल-टाइम स्थानीय खोज परिणाम • दिशा-निर्देशों के साथ मैप्स एकीकरण • फोटो, रेटिंग और समीक्षाएं • खुलने का समय और संपर्क जानकारी
id: • Deteksi kueri lokasi cerdas • Hasil pencarian lokal real-time • Integrasi peta dengan petunjuk arah • Foto, peringkat, dan ulasan • Jam buka dan info kontak
it: • Rilevamento intelligente delle query sulla posizione • Risultati della ricerca locale in tempo reale • Integrazione delle mappe con le indicazioni stradali • Foto, valutazioni e recensioni • Orari di apertura e informazioni di contatto
ja: • 位置クエリのスマート検出 • リアルタイムローカル検索結果 • 道順付きマップ統合 • 写真、評価、レビュー • 営業時間と連絡先情報
pt: • Deteção inteligente de consultas de localização • Resultados de pesquisa local em tempo real • Integração de mapas com direções • Fotos, classificações e avaliações • Horários de funcionamento e informação de contacto

# pdfLimitReached
source: You've used all {limit} lifetime PDF generations.
de: Sie haben alle Ihre {limit} lebenslangen PDF-Generierungen verwendet.
es: Has usado todas las {limit} generaciones de PDF de por vida.
fr: Vous avez utilisé toutes vos {limit} générations de PDF à vie.
hi: आपने सभी {limit} आजीवन PDF निर्माण का उपयोग कर लिया है।
id: Anda telah menggunakan semua {limit} pembuatan PDF seumur hidup.
it: Hai utilizzato tutte le {limit} generazioni di PDF a vita.
ja: 生涯{limit}回のPDF生成をすべて使用しました。
pt: Utilizou todas as {limit} gerações de PDF vitalícias.

source: ✨ Upgrade to Premium for:
de: ✨ Upgrade auf Premium für:
es: ✨ Actualiza a Premium para:
fr: ✨ Passez à Premium pour :
hi: ✨ इसके लिए प्रीमियम में अपग्रेड करें:
id: ✨ Upgrade ke Premium untuk:
it: ✨ Passa a Premium per:
ja: ✨ プレミアムにアップグレードして：
pt: ✨ Atualize para Premium para:

# pdfPremiumFeaturesList
source: • Unlimited PDF generation • Professional-quality documents • No waiting periods • All premium features
de: • Unbegrenzte PDF-Generierung • Professionelle Qualitätsdokumente • Keine Wartezeiten • Alle Premium-Funktionen
es: • Generación ilimitada de PDF • Documentos de calidad profesional • Sin períodos de espera • Todas las funciones premium
fr: • Génération PDF illimitée • Documents de qualité professionnelle • Aucun temps d'attente • Toutes les fonctionnalités premium
hi: • असीमित PDF निर्माण • पेशेवर-गुणवत्ता दस्तावेज़ • कोई प्रतीक्षा अवधि नहीं • सभी प्रीमियम सुविधाएं
id: • Pembuatan PDF tak terbatas • Dokumen berkualitas profesional • Tanpa masa tunggu • Semua fitur premium
it: • Generazione di PDF illimitata • Documenti di qualità professionale • Nessun periodo di attesa • Tutte le funzionalità premium
ja: • 無制限PDF生成 • プロ品質のドキュメント • 待機時間なし • すべてのプレミアム機能
pt: • Geração ilimitada de PDF • Documentos de qualidade profissional • Sem períodos de espera • Todas as funcionalidades premium

# docAnalysisLimitReached
source: You've used all {limit} lifetime document analyses.
de: Sie haben alle Ihre {limit} lebenslangen Dokumentanalysen verwendet.
es: Has usado todos los {limit} análisis de documentos de por vida.
fr: Vous avez utilisé toutes vos {limit} analyses de documents à vie.
hi: आपने सभी {limit} आजीवन दस्तावेज़ विश्लेषण का उपयोग कर लिया है।
id: Anda telah menggunakan semua {limit} analisis dokumen seumur hidup.
it: Hai utilizzato tutte le {limit} analisi complete dei documenti.
ja: 生涯{limit}回のドキュメント分析をすべて使用しました。
pt: Utilizou todas as {limit} análises de documentos vitalícias.

# docAnalysisPremiumFeaturesList
source: • Unlimited document analysis • Advanced file processing • PDF, Word, Excel support • All premium features
de: • Unbegrenzte Dokumentanalyse • Erweiterte Dateiverarbeitung • PDF-, Word-, Excel-Unterstützung • Alle Premium-Funktionen
es: • Análisis ilimitado de documentos • Procesamiento avanzado de archivos • Soporte para PDF, Word, Excel • Todas las funciones premium
fr: • Analyse de documents illimitée • Traitement de fichiers avancé • Support PDF, Word, Excel • Toutes les fonctionnalités premium
hi: • असीमित दस्तावेज़ विश्लेषण • उन्नत फ़ाइल प्रोसेसिंग • PDF, Word, Excel समर्थन • सभी प्रीमियम सुविधाएं
id: • Analisis dokumen tak terbatas • Pemrosesan file canggih • Dukungan PDF, Word, Excel • Semua fitur premium
it: • Analisi illimitata dei documenti • Elaborazione avanzata dei file • Supporto PDF, Word, Excel • Tutte le funzionalità premium
ja: • 無制限ドキュメント分析 • 高度なファイル処理 • PDF、Word、Excelサポート • すべてのプレミアム機能
pt: • Análise ilimitada de documentos • Processamento avançado de ficheiros • Suporte para PDF, Word, Excel • Todas as funcionalidades premium

# placesLimitReached
source: You've used all {limit} lifetime place searches.
de: Sie haben alle Ihre {limit} lebenslangen Ortssuchen verwendet.
es: Has usado todas las {limit} búsquedas de lugares de por vida.
fr: Vous avez utilisé toutes vos {limit} recherches de lieux à vie.
hi: आपने सभी {limit} आजीवन स्थान खोज का उपयोग कर लिया है।
id: Anda telah menggunakan semua {limit} pencarian tempat seumur hidup.
it: Hai utilizzato tutte le {limit} ricerche di luoghi complessive.
ja: 生涯{limit}回の場所検索をすべて使用しました。
pt: Utilizou todas as {limit} pesquisas de locais vitalícias.

# placesPremiumFeaturesList
source: • Unlimited places exploration • Advanced location search • Real-time business info • All premium features
de: • Unbegrenzte Ortserkundung • Erweiterte Standortsuche • Echtzeit-Geschäftsinformationen • Alle Premium-Funktionen
es: • Exploración ilimitada de lugares • Búsqueda avanzada de ubicaciones • Información comercial en tiempo real • Todas las funciones premium
fr: • Exploration de lieux illimitée • Recherche de localisation avancée • Informations commerciales en temps réel • Toutes les fonctionnalités premium
hi: • असीमित स्थान खोज • उन्नत स्थान खोज • रियल-टाइम व्यवसाय जानकारी • सभी प्रीमियम सुविधाएं
id: • Eksplorasi tempat tak terbatas • Pencarian lokasi canggih • Info bisnis real-time • Semua fitur premium
it: • Esplorazione di luoghi illimitata • Ricerca avanzata della posizione • Informazioni aziendali in tempo reale • Tutte le funzionalità premium
ja: • 無制限場所探索 • 高度な位置検索 • リアルタイムビジネス情報 • すべてのプレミアム機能
pt: • Exploração ilimitada de locais • Pesquisa avançada de localizações • Informação de negócios em tempo real • Todas as funcionalidades premium

# pptxPremiumDesc
source: Create professional PowerPoint presentations with AI assistance. This feature is available for Premium subscribers only.
de: Erstellen Sie professionelle PowerPoint-Präsentationen mit KI-Unterstützung. Diese Funktion ist nur für Premium-Abonnenten verfügbar.
es: Crea presentaciones profesionales de PowerPoint con asistencia de IA. Esta función está disponible solo para suscriptores Premium.
fr: Créez des présentations PowerPoint professionnelles avec l'assistance IA. Cette fonctionnalité est disponible pour les abonnés Premium uniquement.
hi: AI सहायता के साथ पेशेवर PowerPoint प्रस्तुतियां बनाएं। यह सुविधा केवल प्रीमियम सदस्यों के लिए उपलब्ध है।
id: Buat presentasi PowerPoint profesional dengan bantuan AI. Fitur ini hanya tersedia untuk pelanggan Premium.
it: Crea presentazioni PowerPoint professionali con l'assistenza dell'intelligenza artificiale. Questa funzionalità è disponibile solo per gli abbonati Premium.
ja: AI支援でプロフェッショナルなPowerPointプレゼンテーションを作成します。この機能はプレミアム購読者のみ利用可能です。
pt: Crie apresentações PowerPoint profissionais com assistência de IA. Esta funcionalidade está disponível apenas para subscritores Premium.

source: ✨ Premium Benefits:
de: ✨ Premium-Vorteile:
es: ✨ Beneficios Premium:
fr: ✨ Avantages Premium :
hi: ✨ प्रीमियम लाभ:
id: ✨ Manfaat Premium:
it: ✨Vantaggi Premium:
ja: ✨ プレミアム特典：
pt: ✨ Benefícios Premium:

# pptxPremiumBenefitsList
source: • Create professional PPTX presentations • Unlimited presentation generation • Custom themes and layouts • All premium AI features unlocked
de: • Professionelle PPTX-Präsentationen erstellen • Unbegrenzte Präsentationsgenerierung • Benutzerdefinierte Themen und Layouts • Alle Premium-KI-Funktionen freigeschaltet
es: • Crear presentaciones PPTX profesionales • Generación ilimitada de presentaciones • Temas y diseños personalizados • Todas las funciones premium de IA desbloqueadas
fr: • Créer des présentations PPTX professionnelles • Génération de présentations illimitée • Thèmes et mises en page personnalisés • Toutes les fonctionnalités IA premium débloquées
hi: • पेशेवर PPTX प्रस्तुतियां बनाएं • असीमित प्रस्तुति निर्माण • कस्टम थीम और लेआउट • सभी प्रीमियम AI सुविधाएं अनलॉक
id: • Buat presentasi PPTX profesional • Pembuatan presentasi tak terbatas • Tema dan tata letak kustom • Semua fitur AI premium terbuka
it: • Creare presentazioni PPTX professionali • Generazione di presentazioni illimitata • Temi e layout personalizzati • Tutte le funzionalità AI premium sbloccate
ja: • プロフェッショナルなPPTXプレゼンテーション作成 • 無制限プレゼンテーション生成 • カスタムテーマとレイアウト • すべてのプレミアムAI機能のロック解除
pt: • Criar apresentações PPTX profissionais • Geração ilimitada de apresentações • Temas e layouts personalizados • Todas as funcionalidades premium de IA desbloqueadas

# aiImageGenerationTitle
source: AI Image Generation
de: KI-Bildgenerierung
es: Generación de Imágenes IA
fr: Génération d'Images IA
hi: AI छवि निर्माण
id: Pembuatan Gambar AI
it: Generazione di immagini AI
ja: AI画像生成
pt: Geração de Imagens IA

# aiImageGenerationSubtitle
source: Describe what you want to create
de: Beschreiben Sie, was Sie erstellen möchten
es: Describe lo que quieres crear
fr: Décrivez ce que vous voulez créer
hi: वर्णन करें कि आप क्या बनाना चाहते हैं
id: Deskripsikan apa yang ingin Anda buat
it: Descrivi cosa vuoi creare
ja: 作成したいものを説明してください
pt: Descreva o que quer criar

# tipsTitle
source: 💡 Tips:
de: 💡 Tipps:
es: 💡 Consejos:
fr: 💡 Conseils :
hi: 💡 टिप्स:
it: 💡 Suggerimenti:
ja: 💡 ヒント：
pt: 💡 Dicas:

# aiImageTips
source: • Style: realistic, cartoon, digital art • Lighting & mood details • Colors & composition
de: • Stil: realistisch, Cartoon, digitale Kunst • Beleuchtungs- und Stimmungsdetails • Farben und Komposition
es: • Estilo: realista, caricatura, arte digital • Detalles de iluminación y ambiente • Colores y composición
fr: • Style : réaliste, cartoon, art numérique • Détails d'éclairage et d'ambiance • Couleurs et composition
hi: • शैली: यथार्थवादी, कार्टून, डिजिटल आर्ट • प्रकाश और मूड विवरण • रंग और संरचना
id: • Gaya: realistis, kartun, seni digital • Detail pencahayaan & suasana • Warna & komposisi
it: • Stile: realistico, cartone animato, arte digitale • Illuminazione e dettagli sull'atmosfera • Colori e composizione
ja: • スタイル：リアル、カートゥーン、デジタルアート • 照明と雰囲気の詳細 • 色と構成
pt: • Estilo: realista, cartoon, arte digital • Detalhes de iluminação e ambiente • Cores e composição

# aiImagePremiumTitle
source: AI Image Generation - Premium Feature
de: KI-Bildgenerierung - Premium-Funktion
es: Generación de Imágenes IA - Función Premium
fr: Génération d'Images IA - Fonctionnalité Premium
hi: AI छवि निर्माण - प्रीमियम सुविधा
id: Pembuatan Gambar AI - Fitur Premium
it: Generazione di immagini AI: funzionalità premium
ja: AI画像生成 - プレミアム機能
pt: Geração de Imagens IA - Funcionalidade Premium
