Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
pt: Definições

source: Chat
de: Chatten
es: Charlar
fr: Discussion
hi: चैट
id: Obrolan
it: Chiacchierata
ja: チャット
pt: Conversa

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
hi: खोजें
id: Jelajahi
it: Scopri
ja: 発見
pt: Descobrir

source: Send
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
pt: Enviar

source: Attach photo
de: Foto anhängen
es: Adjuntar foto
fr: Joindre une photo
hi: फोटो जोड़ें
id: Lampirkan foto
it: Allega foto
ja: 写真を添付
pt: Anexar foto

# instructions
source: Instructions & Features
de: Anleitungen & Funktionen
es: Instrucciones y Funciones
fr: Instructions et fonctionnalités
hi: निर्देश और सुविधाएँ
id: Petunjuk & Fitur
it: Istruzioni e Funzionalità
ja: 使用説明と機能
pt: Instruções e Funcionalidades

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफाइल
id: Profil
it: Profilo
ja: プロフィール
pt: Perfil

source: Voice Settings
de: Spracheinstellungen
es: Configuración de Voz
fr: Paramètres vocaux
hi: आवाज़ सेटिंग्स
id: Pengaturan Suara
it: Impostazioni Vocali
ja: 音声設定
pt: Definições de Voz

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
hi: सदस्यता
id: Langganan
it: Abbonamento
ja: サブスクリプション
pt: Subscrição

source: Usage Statistics
de: Nutzungsstatistik
es: Estadísticas de uso
hi: उपयोग आंकड़े
id: Statistik Penggunaan
it: Statistiche sull'utilizzo
ja: 使用統計
pt: Estatísticas de Utilização

# usageStatisticsDesc
source: View your weekly usage and limits
de: Sehen Sie Ihre wöchentliche Nutzung und Limits
es: Ve tu uso semanal y límites
fr: Voir votre utilisation hebdomadaire et vos limites
hi: अपना साप्ताहिक उपयोग और सीमाएं देखें
id: Lihat penggunaan dan batas mingguan Anda
it: Visualizza l'utilizzo e i limiti settimanali
ja: 週間使用量と制限を表示
pt: Veja a sua utilização semanal e limites

source: Data Management
de: Datenverwaltung
es: Gestión de Datos
fr: Gestion des données
hi: डेटा प्रबंधन
id: Pengelolaan Data
it: Gestione Dati
ja: データ管理
pt: Gestão de Dados

source: Clear Chat History
de: Chat-Verlauf löschen
es: Borrar Historial de Chat
fr: Effacer l'historique de discussion
hi: चैट इतिहास मिटाएँ
id: Hapus Riwayat Obrolan
it: Cancella Cronologia Chat
ja: チャット履歴を消去
pt: Limpar Histórico de Conversas

source: Clean Cached Files
de: Zwischengespeicherte Dateien bereinigen
es: Limpiar Archivos en Caché
fr: Nettoyer les fichiers en cache
hi: कैश्ड फाइलें साफ करें
id: Bersihkan File Cache
it: Pulisci File in Cache
ja: キャッシュファイルを削除
pt: Limpar Ficheiros em Cache

source: Update Profile
de: Profil aktualisieren
es: Actualizar Perfil
fr: Mettre à jour le profil
hi: प्रोफाइल अपडेट करें
id: Perbarui Profil
it: Aggiorna Profilo
ja: プロフィールを更新
pt: Atualizar Perfil

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
pt: Eliminar

source: Select All
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
hi: सभी चुनें
id: Pilih Semua
it: Seleziona Tutto
ja: すべて選択
pt: Selecionar Tudo

source: Unselect All
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
hi: सभी अचयनित करें
id: Batalkan Semua
it: Deseleziona Tutto
ja: 選択解除
pt: Desmarcar Tudo

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद करें
id: Terjemahkan
it: Traduci
ja: 翻訳
pt: Traduzir

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
pt: Copiar

source: Share
de: Aktie
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
it: Condividere
ja: 共有
pt: Partilhar

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
id: Pilih
it: Seleziona
ja: 選択
pt: Selecionar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
pt: Confirmar

source: OK
es: DE ACUERDO
hi: ठीक है
ja: わかりました

source: Hold to Talk
de: Zum Sprechen halten
es: Mantén para Hablar
fr: Maintenir pour parler
hi: बोलने के लिए दबाए रखें
id: Tahan untuk Bicara
it: Tieni Premuto per Parlare
ja: 長押しで話す
pt: Manter para Falar

source: Listening...
de: Höre zu...
es: Escuchando...
fr: Écoute en cours...
hi: सुन रहा है...
id: Mendengarkan...
it: In ascolto...
ja: 聞いています...
pt: A ouvir...

source: Processing...
de: Verarbeite...
es: Procesando...
fr: Traitement en cours...
hi: प्रोसेसिंग...
id: Memproses...
it: Elaborazione...
ja: 処理中...
pt: A processar...

# couldNotAccessMic
source: Could not access the microphone
de: Konnte nicht auf das Mikrofon zugreifen
es: No se pudo acceder al micrófono
fr: Impossible d'accéder au microphone
hi: माइक्रोफोन तक पहुँच नहीं हो सकी
id: Tidak dapat mengakses mikrofon
it: Impossibile accedere al microfono
ja: マイクにアクセスできませんでした
pt: Não foi possível aceder ao microfone

source: Cancel Recording
de: Aufnahme abbrechen
es: Cancelar Grabación
fr: Annuler l'enregistrement
hi: रिकॉर्डिंग रद्द करें
id: Batalkan Perekaman
it: Annulla Registrazione
ja: 録音をキャンセル
pt: Cancelar Gravação

source: Press and hold to speak
de: Drücken und halten zum Sprechen
es: Mantén presionado para hablar
fr: Appuyez et maintenez pour parler
hi: बोलने के लिए दबाए रखें
id: Tekan dan tahan untuk bicara
it: Tieni premuto per parlare
ja: 長押しして話す
pt: Pressione e mantenha para falar

source: Release to cancel
de: Loslassen zum Abbrechen
es: Suelta para cancelar
fr: Relâchez pour annuler
hi: रद्द करने के लिए छोड़ दें
id: Lepas untuk membatalkan
it: Rilascia per annullare
ja: 離してキャンセル
pt: Solte para cancelar

source: ↑ Swipe up to cancel
de: ↑ Nach oben wischen zum Abbrechen
es: ↑ Desliza hacia arriba para cancelar
fr: ↑ Glissez vers le haut pour annuler
hi: ↑ रद्द करने के लिए ऊपर स्वाइप करें
id: ↑ Geser ke atas untuk membatalkan
it: ↑ Scorri verso l'alto per annullare
ja: ↑ 上にスワイプしてキャンセル
pt: ↑ Deslize para cima para cancelar

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: कॉपी किया गया!
id: Disalin!
it: Copiato!
ja: コピーしました！
pt: Copiado!

# translationFailed
source: Couldn't translate that. Please try again.
de: Übersetzung fehlgeschlagen.
es: La traducción falló.
fr: La traduction a échoué.
hi: अनुवाद विफल रहा।
id: Terjemahan gagal.
it: Traduzione fallita.
ja: 翻訳に失敗しました。
pt: A tradução falhou.

# translatingTo
source: Translating to {lang}...
de: Übersetze in {lang}...
es: Traduciendo a {lang}...
fr: Traduction en {lang}...
hi: {lang} में अनुवाद किया जा रहा है...
id: Menerjemahkan ke {lang}...
it: Traduzione in {lang}...
ja: {lang}に翻訳中...
pt: A traduzir para {lang}...

source: Message deleted.
de: Nachricht gelöscht.
es: Mensaje eliminado.
fr: Message supprimé.
hi: संदेश हटा दिया गया।
id: Pesan dihapus.
it: Messaggio eliminato.
ja: メッセージを削除しました。
pt: Mensagem eliminada.

# error
source: Something went wrong. Please try again.
de: Fehler: {error}
es: Error: {error}
fr: Erreur : {error}
hi: त्रुटि: {error}
id: Kesalahan: {error}
it: Errore: {error}
ja: エラー: {error}
pt: Erro: {error}

# playHaoVoice
source: Play Hao's Voice
de: AIs Stimme abspielen
es: Reproducir Voz de Hao
fr: Écouter la voix de Hao
hi: हाओ की आवाज़ सुनें
id: Putar Suara Hao
it: Riproduci Voce di Hao
ja: AIの声を再生
pt: Reproduzir Voz do Hao

source: Pause
es: Pausar
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
pt: Pausar

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
id: Lanjutkan
it: Riprendi
ja: 再開
pt: Continuar

source: Stop
de: Stopp
es: Detener
fr: Arrêter
hi: बंद करें
id: Berhenti
it: Fermare
ja: 停止
pt: Parar

source: Start Free Trial
de: Kostenlose Testversion starten
es: Comenzar Prueba Gratuita
fr: Commencer l'essai gratuit
hi: नि:शुल्क परीक्षण शुरू करें
id: Mulai Uji Coba Gratis
it: Inizia Prova Gratuita
ja: 無料トライアルを開始
pt: Começar Período de Teste Grátis

source: Subscription Details
de: Abonnementdetails
es: Detalles de Suscripción
fr: Détails de l'abonnement
hi: सदस्यता विवरण
id: Detail Langganan
it: Dettagli Abbonamento
ja: サブスクリプション詳細
pt: Detalhes da Subscrição

source: First month free
de: • Erster Monat kostenlos
es: • Primer mes gratis
fr: • Premier mois gratuit
hi: • पहला महीना मुफ्त
id: • Bulan pertama gratis
it: • Primo mese gratuito
ja: • 初月無料
pt: Primeiro mês grátis

source: • Cancel anytime
de: • Jederzeit kündbar
es: • Cancela cuando quieras
fr: • Annulation à tout moment
hi: • कभी भी रद्द करें
id: • Batalkan kapan saja
it: • Annulla in qualsiasi momento
ja: • いつでもキャンセル可能
pt: • Cancele a qualquer momento

# unlockBestAiChat
source: Unlock the best AI chat experience!
de: Schalten Sie die beste KI-Chat-Erfahrung frei!
es: ¡Desbloquea la mejor experiencia de chat con IA!
fr: Débloquez la meilleure expérience de chat IA !
hi: सर्वोत्तम AI चैट अनुभव को अनलॉक करें!
id: Buka pengalaman obrolan AI terbaik!
it: Sblocca la migliore esperienza di chat con l'IA!
ja: 最高のAIチャット体験を解除しましょう！
pt: Desbloqueie a melhor experiência de chat com IA!

# allFeaturesAllPlatforms
source: All features. All platforms. Cancel anytime.
de: Alle Funktionen. Alle Plattformen. Jederzeit kündbar.
es: Todas las funciones. Todas las plataformas. Cancela cuando quieras.
fr: Toutes les fonctionnalités. Toutes les plateformes. Annulez quand vous voulez.
hi: सभी सुविधाएँ। सभी प्लेटफॉर्म। कभी भी रद्द करें।
id: Semua fitur. Semua platform. Batalkan kapan saja.
it: Tutte le funzionalità. Tutte le piattaforme. Annulla quando vuoi.
ja: すべての機能。すべてのプラットフォーム。いつでもキャンセル可能。
pt: Todas as funcionalidades. Todas as plataformas. Cancele a qualquer momento.

# yourDataStays
source: Your data stays on your device. No tracking. No ads. You're always in control.
de: Ihre Daten bleiben auf Ihrem Gerät. Kein Tracking. Keine Werbung. Sie haben immer die Kontrolle.
es: Tus datos permanecen en tu dispositivo. Sin seguimiento. Sin publicidad. Siempre tienes el control.
fr: Vos données restent sur votre appareil. Pas de suivi. Pas de publicités. Vous gardez toujours le contrôle.
hi: आपका डेटा आपके डिवाइस पर ही रहता है। कोई ट्रैकिंग नहीं। कोई विज्ञापन नहीं। आप हमेशा नियंत्रण में रहते हैं।
id: Data Anda tetap di perangkat Anda. Tanpa pelacakan. Tanpa iklan. Anda selalu memegang kendali.
it: I tuoi dati rimangono sul tuo dispositivo. Nessun tracciamento. Nessuna pubblicità. Hai sempre il controllo.
ja: あなたのデータはデバイスに保存されます。トラッキングなし。広告なし。常に自分でコントロールできます。
pt: Os seus dados ficam no seu dispositivo. Sem rastreamento. Sem anúncios. Está sempre no controlo.

source: View Full Guide
de: Vollständigen Leitfaden anzeigen
es: Ver Guía Completa
fr: Voir le guide complet
hi: पूर्ण गाइड देखें
id: Lihat Panduan Lengkap
it: Visualizza Guida Completa
ja: 完全ガイドを見る
pt: Ver Guia Completo

# learnAboutFeatures
source: Learn about all features and how to use them
de: Erfahren Sie mehr über alle Funktionen und deren Verwendung
es: Aprende sobre todas las funciones y cómo usarlas
fr: Découvrez toutes les fonctionnalités et comment les utiliser
hi: सभी सुविधाओं और उनके उपयोग के बारे में जानें
id: Pelajari semua fitur dan cara menggunakannya
it: Scopri tutte le funzionalità e come utilizzarle
ja: すべての機能とその使い方について学ぶ
pt: Aprenda sobre todas as funcionalidades e como usá-las

source: AI Insights
de: KI-Erkenntnisse
es: Análisis de IA
fr: Analyses IA
hi: AI अंतर्दृष्टि
id: Wawasan AI
it: Approfondimenti IA
ja: AI分析
pt: Insights da IA

source: Privacy Note
de: Datenschutzhinweis
es: Nota de Privacidad
fr: Note sur la confidentialité
hi: गोपनीयता नोट
id: Catatan Privasi
it: Nota sulla Privacy
ja: プライバシーに関する注意
pt: Nota de Privacidade

# aiAnalyzes
source: The AI analyzes your conversations to provide better responses, but:
de: Die KI analysiert Ihre Gespräche, um bessere Antworten zu geben, aber:
es: La IA analiza tus conversaciones para proporcionar mejores respuestas, pero:
fr: L'IA analyse vos conversations pour fournir de meilleures réponses, mais :
hi: AI आपके बेहतर प्रतिक्रिया देने के लिए आपकी बातचीत का विश्लेषण करता है, लेकिन:
id: AI menganalisis percakapan Anda untuk memberikan respons yang lebih baik, tetapi:
it: L'IA analizza le tue conversazioni per fornire risposte migliori, ma:
ja: AIはより良い応答を提供するために会話を分析しますが：
pt: A IA analisa as suas conversas para fornecer melhores respostas, mas:

# allDataStays
source: All data stays on your device only
de: Alle Daten bleiben nur auf Ihrem Gerät
es: Todos los datos permanecen solo en tu dispositivo
fr: Toutes les données restent uniquement sur votre appareil
hi: सभी डेटा केवल आपके डिवाइस पर रहता है
id: Semua data tetap hanya di perangkat Anda
it: Tutti i dati rimangono solo sul tuo dispositivo
ja: すべてのデータはデバイス上のみに保存されます
pt: Todos os dados permanecem apenas no seu dispositivo

# noConversationTracking
source: No conversation tracking or monitoring
de: Keine Gesprächsverfolgung oder -überwachung
es: Sin seguimiento ni monitoreo de conversaciones
fr: Pas de suivi ni de surveillance des conversations
hi: कोई बातचीत ट्रैकिंग या निगरानी नहीं
id: Tidak ada pelacakan atau pemantauan percakapan
it: Nessun tracciamento o monitoraggio delle conversazioni
ja: 会話の追跡やモニタリングはありません
pt: Sem rastreamento ou monitorização de conversas

# noDataSent
source: No data is sent to external servers
de: Es werden keine Daten an externe Server gesendet
es: No se envían datos a servidores externos
fr: Aucune donnée n'est envoyée à des serveurs externes
hi: कोई डेटा बाहरी सर्वर पर नहीं भेजा जाता है
id: Tidak ada data yang dikirim ke server eksternal
it: Nessun dato viene inviato a server esterni
ja: 外部サーバーにデータは送信されません
pt: Nenhum dado é enviado para servidores externos

# clearDataAnytime
source: You can clear this data anytime
de: Sie können diese Daten jederzeit löschen
es: Puedes borrar estos datos en cualquier momento
fr: Vous pouvez effacer ces données à tout moment
hi: आप इस डेटा को कभी भी साफ कर सकते हैं
id: Anda dapat menghapus data ini kapan saja
it: Puoi cancellare questi dati in qualsiasi momento
ja: いつでもこのデータを消去できます
pt: Pode limpar estes dados a qualquer momento

# pleaseSelectProfile
source: Please select a profile to view characteristics
de: Bitte wählen Sie ein Profil, um Eigenschaften anzuzeigen
es: Por favor selecciona un perfil para ver características
fr: Veuillez sélectionner un profil pour voir les caractéristiques
hi: विशेषताएँ देखने के लिए कृपया एक प्रोफाइल चुनें
id: Silakan pilih profil untuk melihat karakteristik
it: Seleziona un profilo per visualizzare le caratteristiche
ja: 特性を表示するプロフィールを選択してください
pt: Por favor selecione um perfil para ver as características

# aiStillLearning
source: The AI is still learning about you. Keep chatting to see your characteristics here!
de: Die KI lernt noch über Sie. Chatten Sie weiter, um Ihre Eigenschaften hier zu sehen!
es: La IA todavía está aprendiendo sobre ti. ¡Sigue chateando para ver tus características aquí!
fr: L'IA apprend encore à vous connaître. Continuez à discuter pour voir vos caractéristiques ici !
hi: AI अभी आपके बारे में सीख रहा है। अपनी विशेषताएँ यहां देखने के लिए चैट करते रहें!
id: AI masih belajar tentang Anda. Teruslah mengobrol untuk melihat karakteristik Anda di sini!
it: L'IA sta ancora imparando su di te. Continua a chattare per vedere le tue caratteristiche qui!
ja: AIはまだあなたについて学習中です。チャットを続けるとここに特性が表示されます！
pt: A IA ainda está a aprender sobre si. Continue a conversar para ver as suas características aqui!

source: Communication Style
de: Kommunikationsstil
es: Estilo de Comunicación
fr: Style de communication
hi: संचार शैली
id: Gaya Komunikasi
it: Stile di Comunicazione
ja: コミュニケーションスタイル
pt: Estilo de Comunicação

source: Topics of Interest
de: Interessensgebiete
es: Temas de Interés
fr: Sujets d'intérêt
hi: रुचि के विषय
id: Topik yang Diminati
it: Argomenti di Interesse
ja: 興味のあるトピック
pt: Tópicos de Interesse

source: Personality Traits
de: Persönlichkeitsmerkmale
es: Rasgos de Personalidad
fr: Traits de personnalité
hi: व्यक्तित्व विशेषताएँ
id: Sifat Kepribadian
it: Tratti della Personalità
ja: 性格特性
pt: Traços de Personalidade

# expertiseAndInterests
source: Expertise & Interests
de: Expertise & Interessen
es: Experiencia e Intereses
fr: Expertise et intérêts
hi: विशेषज्ञता और रुचियाँ
id: Keahlian & Minat
it: Competenze e Interessi
ja: 専門知識と興味
pt: Especialização e Interesses

source: Conversation Style
de: Gesprächsstil
es: Estilo de Conversación
fr: Style de conversation
hi: बातचीत शैली
id: Gaya Percakapan
it: Stile di Conversazione
ja: 会話スタイル
pt: Estilo de Conversa

source: Enable Voice Responses
de: Sprachantworten aktivieren
es: Activar Respuestas de Voz
fr: Activer les réponses vocales
hi: आवाज़ प्रतिक्रियाएँ सक्षम करें
id: Aktifkan Respons Suara
it: Attiva Risposte Vocali
ja: 音声応答を有効にする
pt: Ativar Respostas de Voz

# voiceRepliesSpoken
source: When enabled, all HowAI replies will be spoken aloud using Hao's real voice. Try it out—it's pretty cool!
de: Wenn aktiviert, werden alle HowAI-Antworten mit Haos echter Stimme laut vorgelesen. Probieren Sie es aus—es ist ziemlich cool!
es: Cuando está activado, todas las respuestas de HowAI serán reproducidas en voz alta usando la voz real de Hao. Pruébalo, ¡es bastante interesante!
fr: Lorsqu'activé, toutes les réponses de HowAI seront prononcées à haute voix avec la vraie voix de Hao. Essayez-le, c'est plutôt cool !
hi: सक्षम होने पर, सभी HowAI उत्तर हाओ की वास्तविक आवाज़ का उपयोग करके बोले जाएंगे। इसे आज़माएं—यह बहुत अच्छा है!
id: Saat diaktifkan, semua balasan HowAI akan diucapkan dengan keras menggunakan suara asli Hao. Cobalah—ini cukup keren!
it: Quando attivato, tutte le risposte di HowAI verranno pronunciate ad alta voce usando la vera voce di Hao. Provalo—è piuttosto interessante!
ja: 有効にすると、すべてのHowAIの返信はHaoの実際の声で読み上げられます。試してみてください—とても素晴らしいですよ！
pt: Quando ativado, todas as respostas do HowAI serão faladas em voz alta usando a voz real do Hao. Experimente—é muito fixe!

# playVoiceRepliesSpeaker
source: Use Speaker Output
de: Lautsprecher für alle Sprachfunktionen verwenden
es: Usar Altavoz para Todas las Funciones de Voz
fr: Utiliser le haut-parleur pour toutes les fonctions vocales
hi: सभी आवाज सुविधाओं के लिए स्पीकर का उपयोग करें
id: Gunakan Speaker untuk Semua Fitur Suara
it: Usa Altoparlante per Tutte le Funzioni Vocali
ja: すべての音声機能でスピーカーを使用
pt: Usar Saída de Altifalante

# enableToPlaySpeaker
source: Play audio through speaker instead of headphones.
de: Aktivieren, um alle Sprachaudio (Antworten und Echtzeitgespräche) über den Lautsprecher Ihres Geräts statt über Kopfhörer abzuspielen.
es: Activa para reproducir todo el audio de voz (respuestas y conversaciones en tiempo real) a través del altavoz de tu dispositivo en lugar de auriculares.
fr: Activez pour diffuser tout l'audio vocal (réponses et conversations en temps réel) via le haut-parleur de votre appareil au lieu des écouteurs.
hi: हेडफ़ोन के बजाय अपने डिवाइस स्पीकर के माध्यम से सभी आवाज ऑडियो (जवाब और रियल-टाइम बातचीत) चलाने के लिए सक्षम करें।
id: Aktifkan untuk memutar semua audio suara (balasan dan percakapan real-time) melalui speaker perangkat Anda alih-alih headphone.
it: Attiva per riprodurre tutto l'audio vocale (risposte e conversazioni in tempo reale) dall'altoparlante del dispositivo invece che dalle cuffie.
ja: 有効にすると、すべての音声オーディオ（返信とリアルタイム会話）がヘッドフォンではなくデバイスのスピーカーで再生されます。
pt: Reproduzir áudio através do altifalante em vez de auscultadores.

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar Suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
id: Kelola Langganan
it: Gestisci Abbonamento
ja: サブスクリプション管理
pt: Gerir Subscrição

source: Clear
de: Löschen
es: Borrar
fr: Effacer
hi: साफ करें
id: Hapus
it: Cancella
ja: 消去
pt: Limpar

# failedToClearChat
source: Couldn't clear chat history. Please try again.
de: Chat-Verlauf konnte nicht gelöscht werden
es: Error al borrar el historial de chat
fr: Échec de l'effacement de l'historique de discussion
hi: चैट इतिहास साफ करने में विफल
id: Gagal menghapus riwayat obrolan
it: Impossibile cancellare la cronologia chat
ja: チャット履歴の消去に失敗しました
pt: Falha ao limpar histórico de conversas

source: Chat history cleared
de: Chat-Verlauf gelöscht
es: Historial de chat borrado
fr: Historique de discussion effacé
hi: चैट इतिहास साफ किया गया
id: Riwayat obrolan dihapus
it: Cronologia chat cancellata
ja: チャット履歴を消去しました
pt: Histórico de conversas limpo

# failedToCleanCache
source: Couldn't clean cached files. Please try again.
de: Zwischengespeicherte Dateien konnten nicht bereinigt werden.
es: Error al limpiar archivos en caché.
fr: Échec du nettoyage des fichiers en cache.
hi: कैश्ड फाइलें साफ करने में विफल।
id: Gagal membersihkan file cache.
it: Impossibile pulire i file in cache.
ja: キャッシュファイルの消去に失敗しました。
pt: Falha ao limpar ficheiros em cache.

# cleanedCachedFiles
source: Cleaned {count} cached file(s).
de: {count} zwischengespeicherte Datei(en) bereinigt.
es: Se limpiaron {count} archivo(s) en caché.
fr: Nettoyage de {count} fichier(s) en cache.
hi: {count} कैश्ड फाइल(ें) साफ की गईं।
id: Membersihkan {count} file cache.
it: Puliti {count} file in cache.
ja: {count}個のキャッシュファイルを消去しました。
pt: Foram limpos {count} ficheiro(s) em cache.

source: Delete Profile
de: Profil löschen
es: Eliminar Perfil
fr: Supprimer le profil
hi: प्रोफाइल हटाएँ
id: Hapus Profil
it: Elimina Profilo
ja: プロフィールを削除
pt: Eliminar Perfil

# updateProfileSuccess
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado correctamente
fr: Profil mis à jour avec succès
hi: प्रोफाइल सफलतापूर्वक अपडेट किया गया
id: Profil berhasil diperbarui
it: Profilo aggiornato con successo
ja: プロフィールを正常に更新しました
pt: Perfil atualizado com sucesso

# updateProfileFailed
source: Couldn't save your profile. Please try again.
de: Profilaktualisierung fehlgeschlagen
es: Error al actualizar el perfil
fr: Échec de la mise à jour du profil
hi: प्रोफाइल अपडेट करने में विफल
id: Gagal memperbarui profil
it: Impossibile aggiornare il profilo
ja: プロフィールの更新に失敗しました
pt: Falha ao atualizar perfil

source: Tap avatar to change
de: Auf Avatar tippen, um zu ändern
es: Toca el avatar para cambiar
fr: Touchez l'avatar pour changer
hi: बदलने के लिए अवतार पर टैप करें
id: Ketuk avatar untuk mengubah
it: Tocca l'avatar per cambiarlo
ja: アバターをタップして変更
pt: Toque no avatar para alterar

source: Your Name
de: Ihr Name
es: Tu Nombre
fr: Votre nom
hi: आपका नाम
id: Nama Anda
it: Il Tuo Nome
ja: あなたの名前
pt: O Seu Nome

# saveChanges
source: Tap "Update Profile" below to save changes
de: Tippen Sie unten auf "Profil aktualisieren", um Änderungen zu speichern
es: Toca "Actualizar Perfil" abajo para guardar cambios
fr: Appuyez sur "Mettre à jour le profil" ci-dessous pour enregistrer les modifications
hi: परिवर्तन सहेजने के लिए नीचे "प्रोफाइल अपडेट करें" पर टैप करें
id: Ketuk "Perbarui Profil" di bawah untuk menyimpan perubahan
it: Tocca "Aggiorna Profilo" qui sotto per salvare le modifiche
ja: 変更を保存するには下の「プロフィールを更新」をタップしてください
pt: Toque em "Atualizar Perfil" abaixo para guardar as alterações

# viewGuide
source: View Full Guide
de: Vollständigen Leitfaden anzeigen
es: Ver Guía Completa
fr: Voir le guide complet
hi: पूर्ण गाइड देखें
id: Lihat Panduan Lengkap
it: Visualizza Guida Completa
ja: 完全ガイドを見る
pt: Ver Guia Completo

# learnFeatures
source: Learn about all features and how to use them
de: Erfahren Sie mehr über alle Funktionen und deren Verwendung
es: Aprende sobre todas las funciones y cómo usarlas
fr: Découvrez toutes les fonctionnalités et comment les utiliser
hi: सभी सुविधाओं और उनके उपयोग के बारे में जानें
id: Pelajari semua fitur dan cara menggunakannya
it: Scopri tutte le funzionalità e come utilizzarle
ja: すべての機能とその使い方について学ぶ
pt: Aprenda sobre todas as funcionalidades e como usá-las

source: Convert to PDF
de: In PDF umwandeln
es: Convertir a PDF
fr: Convertir en PDF
hi: PDF में परिवर्तित करें
id: Konversi ke PDF
it: Converti in PDF
ja: PDFに変換
pt: Converter para PDF
