Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# pdfCreated
source: PDF created and linked in chat!
de: PDF erstellt und im Chat verlinkt!
es: ¡PDF creado y enlazado en el chat!
fr: PDF créé et lié dans la discussion !
hi: PDF बनाया गया और चैट में लिंक किया गया!
id: PDF dibuat dan ditautkan dalam obrolan!
it: PDF creato e collegato nella chat!
ja: PDFが作成され、チャットにリンクされました！
pt: PDF criado e ligado na conversa!

# generatingPdf
source: Generating styled PDF...
de: Generiere PDF...
es: Generando PDF...
fr: Génération du PDF...
hi: PDF बना रहा है...
id: Menghasilkan PDF...
it: Generazione PDF...
ja: PDFを生成中...
pt: A gerar PDF estilizado...

# messagePdfReady
source: 📄 Your message PDF is ready! [Tap here to open it]
de: Nachrichten-PDF bereit
es: 📄 ¡Tu PDF del mensaje está listo! [Toca aquí para abrirlo]
fr: PDF de message prêt
hi: 📄 आपकी संदेश PDF तैयार है! [खोलने के लिए यहां टैप करें]
id: 📄 PDF pesan Anda siap! [Ketuk di sini untuk membukanya]
it: PDF messaggio pronto
ja: メッセージPDFの準備ができました
pt: 📄 O seu PDF de mensagem está pronto! [Toque aqui para abrir]

# failedToGenerateMessagePdf
source: Couldn't create your PDF. Please try again.
de: Failed to generate message PDF: {error}
es: Error al generar PDF del mensaje: {error}
fr: Échec de la génération du PDF du message : {error}
hi: संदेश PDF बनाने में विफल: {error}
id: Gagal menghasilkan PDF pesan: {error}
it: Failed to generate message PDF: {error}
ja: メッセージPDFの生成に失敗しました：{error}
pt: Falha ao gerar PDF da mensagem: {error}

# failedToCreatePdf
source: Couldn't create the PDF. Please try again.
de: PDF konnte nicht erstellt werden: {error}
es: Error al crear PDF: {error}
fr: Échec de la création du PDF : {error}
hi: PDF बनाने में विफल: {error}
id: Gagal membuat PDF: {error}
it: Impossibile creare PDF: {error}
ja: PDFの作成に失敗しました: {error}
pt: Falha ao criar PDF: {error}

# imageSaved
source: Image saved to Photos!
de: Bild in Fotos gespeichert!
es: ¡Imagen guardada en Fotos!
fr: Image enregistrée dans Photos !
hi: छवि फोटो में सहेजी गई!
id: Gambar disimpan ke Foto!
it: Immagine salvata nelle Foto!
ja: 画像を写真に保存しました！
pt: Imagem guardada nas Fotos!

# failedToSaveImage
source: Couldn't save the image. Check your storage space.
de: Bild konnte nicht gespeichert werden.
es: Error al guardar la imagen.
fr: Échec de l'enregistrement de l'image.
hi: छवि सहेजने में विफल।
id: Gagal menyimpan gambar.
it: Impossibile salvare l'immagine.
ja: 画像の保存に失敗しました。
pt: Falha ao guardar imagem.

# failedToDownloadImage
source: Couldn't download the image. Check your connection.
de: Bild konnte nicht heruntergeladen werden.
es: Error al descargar la imagen.
fr: Échec du téléchargement de l'image.
hi: छवि डाउनलोड करने में विफल।
id: Gagal mengunduh gambar.
it: Impossibile scaricare l'immagine.
ja: 画像のダウンロードに失敗しました。
pt: Falha ao descarregar imagem.

# errorProcessingAudio
source: Couldn't process the audio. Please try again.
de: Fehler bei der Audioverarbeitung. Bitte versuchen Sie es erneut.
es: Error al procesar audio. Por favor, inténtalo de nuevo.
fr: Erreur lors du traitement audio. Veuillez réessayer.
hi: ऑडियो प्रोसेस करने में त्रुटि। कृपया पुनः प्रयास करें।
id: Kesalahan memproses audio. Silakan coba lagi.
it: Errore nell'elaborazione dell'audio. Riprova.
ja: 音声の処理中にエラーが発生しました。もう一度お試しください。
pt: Erro ao processar áudio. Tente novamente.

# recordingFailed
source: Recording didn't work. Please try again.
de: Aufnahme fehlgeschlagen. Bitte versuchen Sie es erneut.
es: La grabación falló. Por favor, inténtalo de nuevo.
fr: L'enregistrement a échoué. Veuillez réessayer.
hi: रिकॉर्डिंग विफल। कृपया पुनः प्रयास करें।
id: Perekaman gagal. Silakan coba lagi.
it: Registrazione fallita. Riprova.
ja: 録音に失敗しました。もう一度お試しください。
pt: Gravação falhou. Por favor tente novamente.

# errorProcessingVoice
source: Couldn't understand that. Please speak again.
de: Fehler bei der Verarbeitung Ihrer Stimme. Bitte versuchen Sie es erneut.
es: Error al procesar tu voz. Por favor, inténtalo de nuevo.
fr: Erreur lors du traitement de votre voix. Veuillez réessayer.
hi: आपकी आवाज़ को प्रोसेस करने में त्रुटि। कृपया पुनः प्रयास करें।
id: Kesalahan memproses suara Anda. Silakan coba lagi.
it: Errore nell'elaborazione della tua voce. Riprova.
ja: 音声の処理中にエラーが発生しました。もう一度お試しください。
pt: Erro ao processar a sua voz. Tente novamente.

# iCouldntHear
source: I couldn't hear what you said. Please try again.
de: Ich konnte nicht hören, was Sie gesagt haben. Bitte versuchen Sie es erneut.
es: No pude escuchar lo que dijiste. Por favor, inténtalo de nuevo.
fr: Je n'ai pas pu entendre ce que vous avez dit. Veuillez réessayer.
hi: मैं नहीं सुन पाया कि आपने क्या कहा। कृपया पुनः प्रयास करें।
id: Saya tidak bisa mendengar apa yang Anda katakan. Silakan coba lagi.
it: Non sono riuscito a sentire cosa hai detto. Riprova.
ja: あなたの言ったことが聞き取れませんでした。もう一度お試しください。
pt: Não consegui ouvir o que disse. Por favor tente novamente.

source: Select Messages
de: Nachrichten auswählen
es: Seleccionar Mensajes
fr: Sélectionner des messages
hi: संदेश चुनें
id: Pilih Pesan
it: Seleziona Messaggi
ja: メッセージを選択
pt: Selecionar Mensagens

# selected
source: {count} selected
de: {count} ausgewählt
es: {count} seleccionados
fr: {count} sélectionné(s)
hi: {count} चयनित
id: {count} dipilih
it: {count} selezionati
ja: {count}件選択
pt: {count} selecionado(s)

# deleteMessages
source: Deleted {count} message(s).
de: {count} Nachricht(en) gelöscht.
es: Se eliminaron {count} mensaje(s).
fr: {count} message(s) supprimé(s).
hi: {count} संदेश हटाए गए।
id: Menghapus {count} pesan.
it: Eliminati {count} messaggi.
ja: {count}件のメッセージを削除しました。
pt: Foram eliminadas {count} mensagem(ns).

# premiumTitle
source: HowAI Premium
es: CómoAI Premium
hi: HowAI प्रीमियम
it: ComeAI Premium
ja: HowAIプレミアム

source: Image Generation
de: Bilderzeugung
es: Generación de Imágenes
fr: Génération d'images
hi: छवि निर्माण
id: Pembuatan Gambar
it: Generazione Immagini
ja: 画像生成
pt: Geração de Imagens

# imageGenerationDesc
source: Create images with DALL·E 3 and Vision AI.
de: Erstellen Sie Bilder mit DALL·E 3 und Vision KI.
es: Crea imágenes con DALL·E 3 y Vision AI.
fr: Créez des images avec DALL·E 3 et Vision IA.
hi: DALL·E 3 और विज़न AI के साथ छवियां बनाएं।
id: Buat gambar dengan DALL·E 3 dan Vision AI.
it: Crea immagini con DALL·E 3 e Vision AI.
ja: DALL·E 3とVision AIで画像を作成。
pt: Crie imagens com DALL·E 3 e Vision AI.

source: Multi-Image Attachments
de: Mehrfachbild-Anhänge
es: Adjuntos de Múltiples Imágenes
fr: Pièces jointes multi-images
hi: मल्टी-इमेज अटैचमेंट
id: Lampiran Multi-Gambar
it: Allegati Multi-Immagine
ja: 複数画像の添付
pt: Anexos Multi-Imagem

# multiImageAttachmentsDesc
source: Send, preview, and manage multiple images.
de: Senden, Vorschau und Verwaltung mehrerer Bilder.
es: Envía, previsualiza y gestiona múltiples imágenes.
fr: Envoyez, prévisualisez et gérez plusieurs images.
hi: कई छवियों को भेजें, प्रीव्यू करें और प्रबंधित करें।
id: Kirim, pratinjau, dan kelola beberapa gambar.
it: Invia, anteprima e gestisci più immagini.
ja: 複数の画像を送信、プレビュー、管理。
pt: Envie, pré-visualize e gira múltiplas imagens.

source: PDF Tools
es: Herramientas PDF
fr: Outils PDF
hi: PDF टूल्स
id: Alat PDF
it: Strumenti PDF
ja: PDFツール
pt: Ferramentas PDF

# pdfToolsDesc
source: Convert images to PDF, save & share.
de: Bilder in PDF umwandeln, speichern & teilen.
es: Convierte imágenes a PDF, guarda y comparte.
fr: Convertissez des images en PDF, enregistrez et partagez.
hi: छवियों को PDF में बदलें, सहेजें और शेयर करें।
id: Konversi gambar ke PDF, simpan & bagikan.
it: Converti immagini in PDF, salva e condividi.
ja: 画像をPDFに変換、保存、共有。
pt: Converta imagens para PDF, guarde e partilhe.

source: Continuous Updates
de: Kontinuierliche Updates
es: Actualizaciones Continuas
fr: Mises à jour continues
hi: निरंतर अपडेट
id: Pembaruan Berkelanjutan
it: Aggiornamenti Continui
ja: 継続的なアップデート
pt: Atualizações Contínuas

# continuousUpdatesDesc
source: New features and improvements all the time!
de: Neue Funktionen und Verbesserungen zu jeder Zeit!
es: ¡Nuevas funciones y mejoras todo el tiempo!
fr: Nouvelles fonctionnalités et améliorations en permanence !
hi: हर समय नई सुविधाएँ और सुधार!
id: Fitur baru dan peningkatan sepanjang waktu!
it: Nuove funzionalità e miglioramenti costanti!
ja: 常に新機能と改善を提供！
pt: Novas funcionalidades e melhorias a toda a hora!

# privacyBanner
source: Your data stays on your device. No tracking. No ads. You're always in control.
de: Ihre Daten bleiben auf Ihrem Gerät. Kein Tracking. Keine Werbung. Sie haben immer die Kontrolle.
es: Tus datos permanecen en tu dispositivo. Sin seguimiento. Sin publicidad. Siempre tienes el control.
fr: Vos données restent sur votre appareil. Pas de suivi. Pas de publicités. Vous gardez toujours le contrôle.
hi: आपका डेटा आपके डिवाइस पर ही रहता है। कोई ट्रैकिंग नहीं। कोई विज्ञापन नहीं। आप हमेशा नियंत्रण में रहते हैं।
id: Data Anda tetap di perangkat Anda. Tanpa pelacakan. Tanpa iklan. Anda selalu memegang kendali.
it: I tuoi dati rimangono sul tuo dispositivo. Nessun tracciamento. Nessuna pubblicità. Hai sempre il controllo.
ja: あなたのデータはデバイスに保存されます。トラッキングなし。広告なし。常に自分でコントロールできます。
pt: Os seus dados ficam no seu dispositivo. Sem rastreamento. Sem anúncios. Está sempre no controlo.

# subscriptionDetailsTitle
source: Subscription Details
de: Abonnementdetails
es: Detalles de Suscripción
fr: Détails de l'abonnement
hi: सदस्यता विवरण
id: Detail Langganan
it: Dettagli Abbonamento
ja: サブスクリプション詳細
pt: Detalhes da Subscrição

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan Pembelian
it: Ripristina Acquisti
ja: 購入を復元
pt: Restaurar Compras

# loadingMonthAfterTrial
source: {price}/month after trial
de: {price}/Monat nach Testphase
es: {price}/mes después del periodo de prueba
fr: {price}/mois après l'essai
hi: परीक्षण के बाद {price}/माह
id: {price}/bulan setelah uji coba
it: {price}/mese dopo la prova
ja: トライアル後{price}/月
pt: {price}/mês após o período de teste

source: Play Hao's Voice
de: AIs Stimme abspielen
es: Reproducir Voz de Hao
fr: Écouter la voix de Hao
hi: हाओ की आवाज़ सुनें
id: Putar Suara Hao
it: Riproduci Voce di Hao
ja: AIの声を再生
pt: Reproduzir Voz do Hao

# personalizeProfileDesc
source: Personalize your chat with your own icon.
de: Personalisieren Sie Ihren Chat mit Ihrem eigenen Symbol.
es: Personaliza tu chat con tu propio icono.
fr: Personnalisez votre discussion avec votre propre icône.
hi: अपने आइकन के साथ चैट को व्यक्तिगत बनाएं।
id: Personalisasi obrolan Anda dengan ikon Anda sendiri.
it: Personalizza la tua chat con la tua icona.
ja: 自分のアイコンでチャットをパーソナライズ。
pt: Personalize a sua conversa com o seu próprio ícone.

# selectDeleteMessagesDesc
source: Select and delete multiple messages.
de: Wählen und löschen Sie mehrere Nachrichten.
es: Selecciona y elimina múltiples mensajes.
fr: Sélectionnez et supprimez plusieurs messages.
hi: कई संदेशों को चुनें और हटाएं।
id: Pilih dan hapus beberapa pesan.
it: Seleziona ed elimina più messaggi.
ja: 複数のメッセージを選択して削除。
pt: Selecione e elimine múltiplas mensagens.

# instructionsSection1Title
source: Chat & Voice
de: Chat & Sprache
es: Chat y Voz
fr: Discussion et voix
hi: चैट और आवाज़
id: Obrolan & Suara
it: Chat e Voce
ja: チャットと音声
pt: Conversa e Voz

# instructionsSection1Line1
source: • Chat with HowAI using text or voice input for a natural, conversational experience.
de: • Chatten Sie mit HowAI per Text- oder Spracheingabe für ein natürliches Gesprächserlebnis.
es: • Chatea con HowAI usando texto o entrada de voz para una experiencia conversacional natural.
fr: • Discutez avec HowAI en utilisant du texte ou la saisie vocale pour une expérience conversationnelle naturelle.
hi: • प्राकृतिक, संवादात्मक अनुभव के लिए टेक्स्ट या वॉयस इनपुट का उपयोग करके HowAI से चैट करें।
id: • Mengobrol dengan HowAI menggunakan teks atau input suara untuk pengalaman percakapan yang alami.
it: • Chatta con HowAI usando testo o input vocale per un'esperienza di conversazione naturale.
ja: • テキストや音声入力を使ってHowAIと自然な会話を楽しめます。
pt: • Converse com o HowAI usando texto ou entrada de voz para uma experiência conversacional natural.

# instructionsSection1Line2
source: • Tap the mic icon to switch to voice mode, then hold to record and send your message.
de: • Tippen Sie auf das Mikrofonsymbol, um in den Sprachmodus zu wechseln, dann halten Sie es gedrückt, um Ihre Nachricht aufzunehmen und zu senden.
es: • Toca el icono del micrófono para cambiar al modo de voz, luego mantén presionado para grabar y enviar tu mensaje.
fr: • Touchez l'icône du microphone pour passer en mode vocal, puis maintenez pour enregistrer et envoyer votre message.
hi: • वॉयस मोड पर स्विच करने के लिए माइक आइकन पर टैप करें, फिर अपना संदेश रिकॉर्ड करने और भेजने के लिए होल्ड करें।
id: • Ketuk ikon mikrofon untuk beralih ke mode suara, lalu tahan untuk merekam dan mengirim pesan Anda.
it: • Tocca l'icona del microfono per passare alla modalità vocale, poi tieni premuto per registrare e inviare il tuo messaggio.
ja: • マイクアイコンをタップして音声モードに切り替え、長押しで録音してメッセージを送信します。
pt: • Toque no ícone do microfone para mudar para modo de voz, depois mantenha premido para gravar e enviar a sua mensagem.

# instructionsSection1Line3
source: • When using keyboard input: Enter sends your message, Shift+Enter creates a new line.
de: • Bei Tastatureingabe: Enter sendet Ihre Nachricht, Umschalt+Enter erstellt eine neue Zeile.
es: • Cuando uses la entrada de teclado: Enter envía tu mensaje, Shift+Enter crea una nueva línea.
fr: • En utilisant le clavier : Entrée envoie votre message, Maj+Entrée crée une nouvelle ligne.
hi: • कीबोर्ड इनपुट का उपयोग करते समय: Enter संदेश भेजता है, Shift+Enter नई लाइन बनाता है।
id: • Saat menggunakan input keyboard: Enter mengirim pesan Anda, Shift+Enter membuat baris baru.
it: • Quando usi l'input da tastiera: Invio invia il tuo messaggio, Shift+Invio crea una nuova riga.
ja: • キーボード入力時：Enterでメッセージを送信、Shift+Enterで改行します。
pt: • Ao usar a entrada de teclado: Enter envia a sua mensagem, Shift+Enter cria uma nova linha.

# instructionsSection1Line4
source: • HowAI can reply with text and (optionally) voice. Toggle voice replies in Settings.
de: • HowAI kann mit Text und (optional) Sprache antworten. Sprachantworten können in den Einstellungen umgeschaltet werden.
es: • HowAI puede responder con texto y (opcionalmente) voz. Activa las respuestas de voz en Configuración.
fr: • HowAI peut répondre par texte et (facultativement) par voix. Activez les réponses vocales dans les Paramètres.
hi: • HowAI टेक्स्ट और (वैकल्पिक रूप से) आवाज़ के साथ जवाब दे सकता है। सेटिंग्स में वॉयस रिप्लाई टॉगल करें।
id: • HowAI dapat membalas dengan teks dan (opsional) suara. Alihkan balasan suara di Pengaturan.
it: • HowAI può rispondere con testo e (opzionalmente) voce. Attiva/disattiva le risposte vocali nelle Impostazioni.
ja: • HowAIはテキストと（オプションで）音声で返信できます。設定で音声返信を切り替えられます。
pt: • O HowAI pode responder com texto e (opcionalmente) voz. Ative as respostas de voz nas Definições.

# instructionsSection1Line5
source: • Tap the AppBar title ("HowAI") to quickly scroll up in the chat.
de: • Tippen Sie auf den AppBar-Titel ("HowAI"), um schnell im Chat nach oben zu scrollen.
es: • Toca el título de la barra de aplicación ("HowAI") para desplazarte rápidamente hacia arriba en el chat.
fr: • Touchez le titre de la barre d'application ("HowAI") pour faire défiler rapidement vers le haut dans la discussion.
hi: • चैट में तेज़ी से ऊपर स्क्रॉल करने के लिए ऐपबार टाइटल ("HowAI") पर टैप करें।
id: • Ketuk judul AppBar ("HowAI") untuk dengan cepat menggulir ke atas dalam obrolan.
it: • Tocca il titolo della barra dell'app ("HowAI") per scorrere rapidamente verso l'alto nella chat.
ja: • アプリバーのタイトル（「HowAI」）をタップするとチャットを素早く上にスクロールできます。
pt: • Toque no título da AppBar ("HowAI") para deslocar rapidamente para cima na conversa.

# instructionsSection2Title
source: Image Attachments
de: Bildanhänge
es: Adjuntos de Imágenes
fr: Pièces jointes d'images
hi: छवि अटैचमेंट
id: Lampiran Gambar
it: Allegati Immagini
ja: 画像の添付
pt: Anexos de Imagem

# instructionsSection2Line1
source: • Tap the paperclip icon to attach photos from your gallery or camera.
de: • Tippen Sie auf das Büroklammersymbol, um Fotos aus Ihrer Galerie oder Kamera anzuhängen.
es: • Toca el icono de clip para adjuntar fotos desde tu galería o cámara.
fr: • Appuyez sur l'icône de trombone pour joindre des photos depuis la galerie ou la caméra.
hi: • अपनी गैलरी या कैमरे से फोटो अटैच करने के लिए पेपरक्लिप आइकन पर टैप करें।
id: • Ketuk ikon klip kertas untuk melampirkan foto dari galeri atau kamera Anda.
it: • Tocca l'icona della graffetta per allegare foto dalla tua galleria o fotocamera.
ja: • クリップアイコンをタップしてギャラリーやカメラから写真を添付できます。
pt: • Toque no ícone do clipe para anexar fotos da sua galeria ou câmara.

# instructionsSection2Line2
source: • Add a text message along with your photo(s) to help the AI analyze, understand, or respond to your images.
de: • Fügen Sie eine Textnachricht zu Ihrem Foto/Ihren Fotos hinzu, um der KI zu helfen, Ihre Bilder zu analysieren, zu verstehen oder darauf zu reagieren.
es: • Añade un mensaje de texto junto con tus foto(s) para ayudar a la IA a analizar, entender o responder a tus imágenes.
fr: • Ajoutez un message texte avec les photos pour aider l'IA à analyser, comprendre ou répondre aux images.
hi: • AI को आपकी छवियों का विश्लेषण, समझने या जवाब देने में मदद करने के लिए अपनी फोटो के साथ एक टेक्स्ट संदेश जोड़ें।
id: • Tambahkan pesan teks bersama dengan foto Anda untuk membantu AI menganalisis, memahami, atau merespons gambar Anda.
it: • Aggiungi un messaggio di testo insieme alle tue foto per aiutare l'IA ad analizzare, comprendere o rispondere alle tue immagini.
ja: • AIが画像を分析、理解、または応答するのを助けるために、写真と一緒にテキストメッセージを追加できます。
pt: • Adicione uma mensagem de texto junto com a(s) sua(s) foto(s) para ajudar a IA a analisar, compreender ou responder às suas imagens.

# instructionsSection2Line3
source: • Preview, remove, or send multiple images at once before sending.
de: • Vorschau, Entfernen oder Senden mehrerer Bilder auf einmal vor dem Absenden.
es: • Previsualiza, elimina o envía múltiples imágenes a la vez antes de enviar.
fr: • Prévisualisez, supprimez ou envoyez plusieurs images à la fois avant l'envoi.
hi: • भेजने से पहले कई छवियों को प्रीव्यू करें, हटाएं, या एक साथ भेजें।
id: • Pratinjau, hapus, atau kirim beberapa gambar sekaligus sebelum mengirim.
it: • Anteprima, rimozione o invio di più immagini contemporaneamente prima dell'invio.
ja: • 送信前に複数の画像をプレビュー、削除、または一度に送信できます。
pt: • Pré-visualize, remova ou envie múltiplas imagens de uma vez antes de enviar.

# instructionsSection2Line4
source: • Images are automatically compressed for faster upload and better performance.
de: • Bilder werden automatisch komprimiert für schnelleren Upload und bessere Leistung.
es: • Las imágenes se comprimen automáticamente para una carga más rápida y mejor rendimiento.
fr: • Les images sont automatiquement compressées pour un téléchargement plus rapide et de meilleures performances.
hi: • तेज़ अपलोड और बेहतर प्रदर्शन के लिए छवियां स्वचालित रूप से कंप्रेस की जाती हैं।
id: • Gambar secara otomatis dikompresi untuk upload lebih cepat dan performa lebih baik.
it: • Le immagini vengono automaticamente compresse per un caricamento più veloce e migliori prestazioni.
ja: • 画像は高速アップロードとパフォーマンス向上のために自動的に圧縮されます。
pt: • As imagens são automaticamente comprimidas para carregamento mais rápido e melhor desempenho.

# instructionsSection2Line5
source: • Tap on images in chat to view them fullscreen, swipe between them, or save to your device.
de: • Tippen Sie im Chat auf Bilder, um sie im Vollbildmodus anzuzeigen, zwischen ihnen zu wischen oder sie auf Ihrem Gerät zu speichern.
es: • Toca las imágenes en el chat para verlas a pantalla completa, desliza entre ellas o guárdalas en tu dispositivo.
fr: • Touchez les images dans la discussion pour les voir en plein écran, glissez entre elles ou enregistrez-les sur votre appareil.
hi: • चैट में छवियों पर टैप करके उन्हें फुलस्क्रीन में देखें, उनके बीच स्वाइप करें, या अपने डिवाइस पर सहेजें।
id: • Ketuk gambar dalam obrolan untuk melihatnya dalam layar penuh, geser di antara gambar, atau simpan ke perangkat Anda.
it: • Tocca le immagini nella chat per visualizzarle a schermo intero, scorri tra di esse o salvale sul tuo dispositivo.
ja: • チャット内の画像をタップすると全画面表示、スワイプで切り替え、デバイスに保存できます。
pt: • Toque nas imagens na conversa para vê-las em ecrã inteiro, deslize entre elas ou guarde no seu dispositivo.

# instructionsSection3Title
source: Image Generation
de: Bilderzeugung
es: Generación de Imágenes
fr: Génération d'images
hi: छवि निर्माण
id: Pembuatan Gambar
it: Generazione Immagini
ja: 画像生成
pt: Geração de Imagens

# instructionsSection3Line1
source: • Ask HowAI to create images by mentioning keywords like "draw", "picture", "image", "paint", "sketch", "generate", "art", "visual", "show me", "create", or "design".
de: • Bitten Sie HowAI, Bilder zu erstellen, indem Sie Schlüsselwörter wie "zeichnen", "Bild", "malen", "skizzieren", "generieren", "Kunst", "visuell", "zeig mir", "erstellen" oder "gestalten" erwähnen.
es: • Pide a HowAI que cree imágenes mencionando palabras clave como "dibujar", "imagen", "pintar", "boceto", "generar", "arte", "visual", "muéstrame", "crear" o "diseñar".
fr: • Demandez à HowAI de créer des images en mentionnant des mots-clés comme "dessiner", "image", "peindre", "croquis", "générer", "art", "visuel", "montre-moi", "créer" ou "concevoir".
hi: • "draw", "picture", "image", "paint", "sketch", "generate", "art", "visual", "show me", "create", या "design" जैसे कीवर्ड का उल्लेख करके HowAI से छवियां बनाने के लिए कहें।
id: • Minta HowAI untuk membuat gambar dengan menyebutkan kata kunci seperti "gambar", "lukis", "sketsa", "hasilkan", "seni", "visual", "tunjukkan", "buat", atau "desain".
it: • Chiedi a HowAI di creare immagini menzionando parole chiave come "disegna", "immagine", "dipingi", "schizzo", "genera", "arte", "visuale", "mostrami", "crea" o "progetta".
ja: • 「描く」、「絵」、「画像」、「ペイント」、「スケッチ」、「生成」、「アート」、「ビジュアル」、「見せて」、「作成」、「デザイン」などのキーワードを使って、HowAIに画像を作成するよう依頼できます。
pt: • Peça ao HowAI para criar imagens mencionando palavras-chave como "desenhar", "imagem", "pintar", "esboçar", "gerar", "arte", "visual", "mostre-me", "criar" ou "desenhar".

# instructionsSection3Line2
source: • Example prompts: "Draw a cat in a spacesuit", "Show me a picture of a futuristic city", "Generate an image of a cozy reading nook".
de: • Beispielaufforderungen: "Zeichne eine Katze im Raumanzug", "Zeig mir ein Bild einer futuristischen Stadt", "Generiere ein Bild einer gemütlichen Leseecke".
es: • Ejemplos de peticiones: "Dibuja un gato en un traje espacial", "Muéstrame una imagen de una ciudad futurista", "Genera una imagen de un rincón acogedor para leer".
fr: • Exemples de demandes : "Dessine un chat en combinaison spatiale", "Montre-moi une image de ville futuriste", "Génère une image d'un coin de lecture confortable".
hi: • उदाहरण प्रॉम्प्ट: "स्पेससूट में एक बिल्ली बनाओ", "एक भविष्यवादी शहर की तस्वीर दिखाओ", "एक आरामदायक पढ़ने के कोने की छवि बनाओ"।
id: • Contoh permintaan: "Gambar kucing dalam pakaian astronot", "Tunjukkan gambar kota futuristik", "Hasilkan gambar sudut baca yang nyaman".
it: • Esempi di richieste: "Disegna un gatto in tuta spaziale", "Mostrami un'immagine di una città futuristica", "Genera un'immagine di un accogliente angolo lettura".
ja: • プロンプト例：「宇宙服を着た猫を描いて」、「未来都市の絵を見せて」、「居心地の良い読書スペースの画像を生成して」。
pt: • Exemplos de prompts: "Desenha um gato num fato espacial", "Mostra-me uma imagem de uma cidade futurista", "Gera uma imagem de um canto acolhedor de leitura".
