Repository: hao6yu/howai-agent
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, hi, id, it, ja, pt

# featureAiImageGenerationDesc
source: Create stunning artwork from text
de: Erstellen Sie schöne Bilder aus Ihrer Vorstellungskraft
es: Crea hermosas obras de arte e imágenes a partir de descripciones de texto
fr: Créez de belles œuvres d'art et images à partir de descriptions textuelles
hi: टेक्स्ट से शानदार कलाकृति बनाएं
id: Buat karya seni memukau dari teks
it: Crea splendide opere d'arte dal testo
ja: テキストの説明から美しいアートワークや画像を作成
pt: Crie obras de arte deslumbrantes a partir de texto

# featureProblemSolving
source: Problem Solving
de: Problemlösung
es: Resolución de problemas
fr: Résolution de problèmes
hi: समस्या समाधान
id: Pemecahan Masalah
it: Risoluzione dei problemi
ja: 問題解決
pt: Resolução de Problemas

# featureProblemSolvingDesc
source: Step-by-step solutions for complex problems
de: Schritt-für-Schritt-Lösungen für komplexe Probleme
es: Soluciones paso a paso para problemas y desafíos complejos
fr: Solutions étape par étape pour les problèmes et défis complexes
hi: जटिल समस्याओं के लिए चरण-दर-चरण समाधान
id: Solusi langkah demi langkah untuk masalah kompleks
it: Soluzioni passo passo per problemi complessi
ja: 複雑な問題や課題に対するステップバイステップのソリューション
pt: Soluções passo a passo para problemas complexos

# featurePdfCreation
source: Photo to PDF
de: Foto zu PDF
es: Creación de PDF
fr: Création de PDF
hi: फोटो से PDF
id: Foto ke PDF
it: Foto in PDF
ja: PDF作成
pt: Foto para PDF

# featurePdfCreationDesc
source: Convert photos and images into organized PDF documents instantly
de: Konvertieren Sie Fotos und Bilder sofort in organisierte PDF-Dokumente
es: Convierte fotos instantáneamente a documentos PDF profesionales
fr: Convertissez instantanément les photos en documents PDF professionnels
hi: तुरंत फोटो और छवियों को व्यवस्थित PDF दस्तावेज़ों में बदलें
id: Konversi foto dan gambar menjadi dokumen PDF terorganisir secara instan
it: Converti istantaneamente foto e immagini in documenti PDF organizzati
ja: 写真を瞬時にプロフェッショナルなPDFドキュメントに変換
pt: Converta fotos e imagens em documentos PDF organizados instantaneamente

# featureProfessionalWriting
source: Professional Writing
de: Professionelles Schreiben
es: Escritura profesional
fr: Écriture professionnelle
hi: पेशेवर लेखन
id: Penulisan Profesional
it: Scrittura professionale
ja: プロフェッショナルライティング
pt: Escrita Profissional

# featureProfessionalWritingDesc
source: Business content, reports, proposals & professional documents
de: Verbessern Sie Ihr professionelles Schreiben
es: Contenido empresarial, informes, propuestas y documentos profesionales
fr: Contenu d'entreprise, rapports, propositions et documents professionnels
hi: व्यावसायिक सामग्री, रिपोर्ट, प्रस्ताव और पेशेवर दस्तावेज़
id: Konten bisnis, laporan, proposal & dokumen profesional
it: Contenuti aziendali, report, proposte e documenti professionali
ja: ビジネスコンテンツ、レポート、提案書、プロフェッショナルドキュメント
pt: Conteúdo empresarial, relatórios, propostas e documentos profissionais

# featureIdeaGeneration
source: Idea Generation
de: Ideengenerierung
es: Generación de ideas
fr: Génération d'idées
hi: विचार निर्माण
id: Generasi Ide
it: Generazione di idee
ja: アイデア生成
pt: Geração de Ideias

# featureIdeaGenerationDesc
source: Creative brainstorming and innovation
de: Kreative Ideen und Brainstorming
es: Lluvia de ideas creativa y desarrollo de soluciones innovadoras
fr: Brainstorming créatif et développement de solutions innovantes
hi: रचनात्मक विचार-मंथन और नवाचार
id: Brainstorming kreatif dan inovasi
it: Brainstorming creativo e innovazione
ja: クリエイティブなブレインストーミングと革新的なソリューション開発
pt: Brainstorming criativo e inovação

# featureConceptExplanation
source: Concept Explanation
de: Konzepterklärung
es: Explicación de conceptos
fr: Explication de concepts
hi: अवधारणा स्पष्टीकरण
id: Penjelasan Konsep
it: Spiegazione del concetto
ja: コンセプト説明
pt: Explicação de Conceitos

# featureConceptExplanationDesc
source: Clear breakdowns of complex topics
de: Klare Aufschlüsselung komplexer Themen
es: Análisis claro de temas e ideas complejas
fr: Analyse claire de sujets et idées complexes
hi: जटिल विषयों का स्पष्ट विश्लेषण
id: Penjelasan jelas tentang topik kompleks
it: Chiare suddivisioni di argomenti complessi
ja: 複雑なトピックやアイデアの明確な分析
pt: Explicações claras de tópicos complexos

# featureCreativeWriting
source: Creative Writing
de: Kreatives Schreiben
es: Escritura creativa
fr: Écriture créative
hi: रचनात्मक लेखन
id: Penulisan Kreatif
it: Scrittura creativa
ja: クリエイティブライティング
pt: Escrita Criativa

# featureCreativeWritingDesc
source: Stories, poetry and creative content
de: Geschichten, Poesie und kreative Inhalte
es: Crea historias, poemas, guiones y contenido imaginativo
fr: Créez des histoires, poèmes, scripts et contenu imaginatif
hi: कहानियां, कविता और रचनात्मक सामग्री
id: Cerita, puisi, dan konten kreatif
it: Storie, poesie e contenuti creativi
ja: ストーリー、詩、脚本、想像力豊かなコンテンツの作成
pt: Histórias, poesia e conteúdo criativo

# featureStepByStepGuides
source: Step-by-Step Guides
de: Schritt-für-Schritt-Anleitungen
es: Guías paso a paso
fr: Guides étape par étape
hi: चरण-दर-चरण गाइड
id: Panduan Langkah demi Langkah
it: Guide passo passo
ja: ステップバイステップガイド
pt: Guias Passo a Passo

# featureStepByStepGuidesDesc
source: Detailed tutorials and how-to instructions
de: Ausführliche Tutorials und Anleitungen
es: Tutoriales detallados e instrucciones para cualquier tarea
fr: Tutoriels détaillés et instructions pour toute tâche
hi: विस्तृत ट्यूटोरियल और कैसे करें निर्देश
id: Tutorial detail dan instruksi cara-cara
it: Tutorial dettagliati e istruzioni pratiche
ja: あらゆるタスクのための詳細なチュートリアルと手順
pt: Tutoriais detalhados e instruções práticas

# featureSmartPlanning
source: Smart Planning
de: Intelligente Planung
es: Planificación inteligente
fr: Planification intelligente
hi: स्मार्ट प्लानिंग
id: Perencanaan Cerdas
it: Pianificazione intelligente
ja: スマート計画
pt: Planeamento Inteligente

# featureSmartPlanningDesc
source: Intelligent scheduling and organizational assistance
de: Intelligente Terminplanung und Organisationsunterstützung
es: Programación inteligente y soporte organizacional
fr: Planification intelligente et support organisationnel
hi: बुद्धिमान शेड्यूलिंग और संगठनात्मक सहायता
id: Bantuan penjadwalan dan organisasi cerdas
it: Pianificazione intelligente e assistenza organizzativa
ja: インテリジェントなスケジューリングと組織的サポート
pt: Agendamento inteligente e assistência organizacional

# featureDailyProductivity
source: Daily Productivity
de: Tägliche Produktivität
es: Productividad diaria
fr: Productivité quotidienne
hi: दैनिक उत्पादकता
id: Produktivitas Harian
it: Produttività quotidiana
ja: 日常の生産性
pt: Produtividade Diária

# featureDailyProductivityDesc
source: AI-powered day planning and prioritization
de: KI-gestützte Tagesplanung und Priorisierung
es: Planificación del día y priorización de tareas impulsada por IA
fr: Planification de journée et priorisation de tâches alimentées par l'IA
hi: AI-संचालित दिन की योजना और प्राथमिकता
id: Perencanaan dan prioritas harian bertenaga AI
it: Pianificazione e definizione delle priorità giornaliere basate sull'intelligenza artificiale
ja: AIを活用した一日の計画とタスクの優先順位付け
pt: Planeamento e priorização do dia potenciados por IA

# featureMorningOptimization
source: Morning Optimization
de: Morgenoptimierung
es: Optimización matutina
fr: Optimisation matinale
hi: सुबह का अनुकूलन
id: Optimasi Pagi
it: Ottimizzazione mattutina
ja: 朝の最適化
pt: Otimização Matinal

# featureMorningOptimizationDesc
source: Design productive morning routines
de: Entwerfen Sie produktive Morgenroutinen
es: Diseña rutinas matutinas productivas adaptadas a tus objetivos
fr: Concevez des routines matinales productives adaptées à vos objectifs
hi: उत्पादक सुबह की दिनचर्या डिज़ाइन करें
id: Rancang rutinitas pagi yang produktif
it: Progetta routine mattutine produttive
ja: あなたの目標に合わせた生産的な朝のルーチンを設計
pt: Desenhe rotinas matinais produtivas

# featureProfessionalEmail
source: Professional Email
de: Professionelle E-Mail
es: Email profesional
fr: Email professionnel
hi: पेशेवर ईमेल
id: Email Profesional
it: E-mail professionale
ja: プロフェッショナルメール
pt: Email Profissional

# featureProfessionalEmailDesc
source: AI-crafted business emails with perfect tone and structure
de: Verfassen Sie professionelle E-Mails
es: Emails empresariales creados por IA con tono y estructura perfectos
fr: Emails d'entreprise créés par IA avec ton et structure parfaits
hi: सही टोन और संरचना के साथ AI-निर्मित व्यावसायिक ईमेल
id: Email bisnis yang dibuat AI dengan nada dan struktur sempurna
it: E-mail aziendali realizzate tramite intelligenza artificiale con tono e struttura perfetti
ja: 完璧なトーンと構造を持つAI作成のビジネスメール
pt: Emails empresariais criados por IA com tom e estrutura perfeitos

# featureSmartSummarization
source: Smart Summarization
de: Intelligente Zusammenfassung
es: Resumen inteligente
fr: Résumé intelligent
hi: स्मार्ट सारांश
id: Ringkasan Cerdas
it: Riepilogo intelligente
ja: スマート要約
pt: Resumo Inteligente

# featureSmartSummarizationDesc
source: Extract key insights from complex documents and data
de: Fassen Sie lange Inhalte intelligent zusammen
es: Extrae insights clave de documentos y datos complejos
fr: Extrayez des insights clés de documents et données complexes
hi: जटिल दस्तावेज़ों और डेटा से मुख्य अंतर्दृष्टि निकालें
id: Ekstrak wawasan kunci dari dokumen dan data kompleks
it: Estrai informazioni chiave da documenti e dati complessi
ja: 複雑なドキュメントやデータから重要なインサイトを抽出
pt: Extraia insights chave de documentos e dados complexos

# featureLeisurePlanning
source: Leisure Planning
de: Freizeitplanung
es: Planificación de ocio
fr: Planification des loisirs
hi: अवकाश योजना
id: Perencanaan Waktu Luang
it: Pianificazione del tempo libero
ja: レジャー計画
pt: Planeamento de Lazer

# featureLeisurePlanningDesc
source: Discover activities, events and experiences for your free time
de: Planen Sie Freizeitaktivitäten und Urlaube
es: Descubre actividades, eventos y experiencias para tu tiempo libre
fr: Découvrez des activités, événements et expériences pour votre temps libre
hi: अपने खाली समय के लिए गतिविधियां, कार्यक्रम और अनुभव खोजें
id: Temukan aktivitas, acara, dan pengalaman untuk waktu luang Anda
it: Scopri attività, eventi ed esperienze per il tuo tempo libero
ja: 自由時間のためのアクティビティ、イベント、体験を発見
pt: Descubra atividades, eventos e experiências para o seu tempo livre

# featureEntertainmentGuide
source: Entertainment Guide
de: Unterhaltungsführer
es: Guía de entretenimiento
fr: Guide de divertissement
hi: मनोरंजन गाइड
id: Panduan Hiburan
it: Guida all'intrattenimento
ja: エンターテイメントガイド
pt: Guia de Entretenimento

# featureEntertainmentGuideDesc
source: Personalized recommendations for movies, books, music & more
de: Finden Sie lokale Unterhaltung und Aktivitäten
es: Recomendaciones personalizadas de películas, libros, música y más
fr: Recommandations personnalisées de films, livres, musique et plus
hi: फिल्मों, किताबों, संगीत और अधिक के लिए व्यक्तिगत सिफारिशें
id: Rekomendasi yang dipersonalisasi untuk film, buku, musik & lainnya
it: Consigli personalizzati per film, libri, musica e altro ancora
ja: 映画、本、音楽などのパーソナライズされた推奨
pt: Recomendações personalizadas para filmes, livros, música e mais

# inputStartConversation
source: Hi! I'd like to have a conversation about
de: Hallo! Ich würde gerne ein Gespräch darüber führen
es: ¡Hola! Me gustaría tener una conversación sobre
fr: Bonjour ! J'aimerais parler de
hi: नमस्ते! मैं इस बारे में बातचीत करना चाहूंगा
id: Hai! Saya ingin berbicara tentang
it: CIAO! Mi piacerebbe avere una conversazione su
ja: こんにちは！次について会話したいです
pt: Olá! Gostaria de ter uma conversa sobre

# inputFindPlaces
source: Find best places near me
de: Beste Orte in meiner Nähe finden
es: Encontrar mejores lugares cerca de mí
fr: Trouver les meilleurs endroits près de moi
hi: मेरे पास सबसे अच्छी जगहें खोजें
id: Temukan tempat terbaik di dekat saya
it: Trova i migliori luoghi vicino a me
ja: 近くの最高の場所を見つけて
pt: Encontrar os melhores locais perto de mim

# inputAnalyzePhotos
source: Analyze my photos
de: Fotos analysieren
es: Analizar mis fotos
fr: Analyser mes photos
hi: मेरी फोटो का विश्लेषण करें
id: Analisis foto saya
it: Analizza le mie foto
ja: 私の写真を分析
pt: Analisar as minhas fotos

# inputAnalyzeDocuments
source: Analyze documents & files
de: Dokumente analysieren
es: Analizar documentos y archivos
fr: Analyser les documents et fichiers
hi: दस्तावेज़ और फाइलों का विश्लेषण करें
id: Analisis dokumen & file
it: Analizzare documenti e file
ja: 文書とファイルを分析
pt: Analisar documentos e ficheiros

# inputGenerateImage
source: Generate an image of
de: Erzeugen Sie ein Bild von
es: Generar una imagen de
fr: Générez une image de
hi: इसकी एक छवि बनाएं
id: Hasilkan gambar
it: Genera un'immagine di
ja: 次の画像を生成して
pt: Gerar uma imagem de

# inputSolveProblem
source: Help me solve this problem:
de: Helfen Sie mir, dieses Problem zu lösen:
es: Ayúdame a resolver este problema:
fr: Aidez-moi à résoudre ce problème :
hi: इस समस्या को हल करने में मदद करें:
id: Bantu saya menyelesaikan masalah ini:
it: Aiutami a risolvere questo problema:
ja: この問題を解決するのを手伝って：
pt: Ajude-me a resolver este problema:

# inputConvertToPdf
source: Convert photos to PDF
de: Konvertieren Sie Fotos in PDF
es: Convertir fotos a PDF
fr: Convertir les photos en PDF
hi: फोटो को PDF में बदलें
id: Konversi foto ke PDF
it: Converti foto in PDF
ja: 写真をPDFに変換
pt: Converter fotos para PDF

# inputProfessionalContent
source: Write professional content about
de: Schreiben Sie professionelle Inhalte darüber
es: Escribir contenido profesional sobre
fr: Rédigez du contenu professionnel sur
hi: इस बारे में पेशेवर सामग्री लिखें
id: Tulis konten profesional tentang
it: Scrivi contenuti professionali su
ja: 次についてのプロフェッショナルなコンテンツを書いて
pt: Escrever conteúdo profissional sobre

# inputBrainstormIdeas
source: Help me brainstorm ideas for
de: Helfen Sie mir beim Brainstorming von Ideen
es: Ayúdame a hacer lluvia de ideas para
fr: Aidez-moi à faire un brainstorming sur
hi: इसके लिए विचारों पर विचार-मंथन करने में मदद करें
id: Bantu saya brainstorm ide untuk
it: Aiutami a raccogliere idee per
ja: 次のアイデアのブレインストーミングを手伝って
pt: Ajude-me a ter ideias para

# inputExplainConcept
source: Explain this concept
de: Erklären Sie dieses Konzept
es: Explicar este concepto
fr: Expliquez ce concept :
hi: इस अवधारणा को समझाएं
id: Jelaskan konsep ini
it: Spiega questo concetto
ja: この概念を説明して
pt: Explique este conceito

# inputCreativeStory
source: Write a creative story about
de: Schreiben Sie eine kreative Geschichte darüber
es: Escribir una historia creativa sobre
fr: Écrivez une histoire créative sur
hi: इस बारे में एक रचनात्मक कहानी लिखें
id: Tulis cerita kreatif tentang
it: Scrivi una storia creativa su
ja: 次についてのクリエイティブな物語を書いて
pt: Escreva uma história criativa sobre

# inputShowHowTo
source: Show me how to
de: Zeig mir, wie es geht
es: Mostrarme cómo
fr: Montrez-moi comment
hi: मुझे दिखाएं कि कैसे
id: Tunjukkan cara
it: Mostrami come fare
ja: 次の方法を教えて
pt: Mostre-me como

# inputHelpPlan
source: Help me plan
de: Hilf mir bei der Planung
es: Ayúdame a planificar
fr: Aidez-moi à planifier
hi: योजना बनाने में मदद करें
id: Bantu saya merencanakan
it: Aiutami a pianificare
ja: 次の計画を手伝って
pt: Ajude-me a planear

# inputPlanDay
source: Plan my day efficiently
de: Tag planen
es: Planificar mi día eficientemente
fr: Planifiez ma journée efficacement
hi: मेरे दिन की कुशलता से योजना बनाएं
id: Rencanakan hari saya secara efisien
it: Pianifica la mia giornata in modo efficiente
ja: 効率的に一日を計画して
pt: Planear o meu dia eficientemente

# inputMorningRoutine
source: Create a morning routine for
de: Eine Morgenroutine erstellen für
es: Crear una rutina matutina para
fr: Créer une routine matinale pour
hi: इसके लिए एक सुबह की दिनचर्या बनाएं
id: Buat rutinitas pagi untuk
it: Creare una routine mattutina per
ja: 次のための朝のルーチンを作成して
pt: Criar uma rotina matinal para

# inputDraftEmail
source: Draft an email about
de: Verfassen Sie eine E-Mail darüber
es: Redactar un email sobre
fr: Rédigez un email sur
hi: इस बारे में एक ईमेल का मसौदा तैयार करें
id: Buat draft email tentang
it: Redigere un'e-mail su
ja: 次についてのメールを下書きして
pt: Rascunhe um email sobre

# inputSummarizeInfo
source: Summarize this information:
de: Diese Information zusammenfassen:
es: Resumir esta información:
fr: Résumer cette information :
hi: इस जानकारी का सारांश दें:
id: Ringkas informasi ini:
it: Riassumi queste informazioni:
ja: この情報を要約して：
pt: Resumir esta informação:

# inputWeekendActivities
source: Plan weekend activities for
de: Planen Sie Wochenendaktivitäten für
es: Planificar actividades de fin de semana para
fr: Planifiez des activités de week-end pour
hi: इसके लिए सप्ताहांत गतिविधियों की योजना बनाएं
id: Rencanakan aktivitas akhir pekan untuk
it: Pianifica le attività del fine settimana per
ja: 次のための週末活動を計画して
pt: Planear atividades de fim de semana para

# inputRecommendMovies
source: Recommend movies or books about
de: Empfehlen Sie Filme oder Bücher darüber
es: Recomendar películas o libros sobre
fr: Recommandez des films ou livres sur
hi: इस बारे में फिल्में या किताबें सुझाएं
id: Rekomendasikan film atau buku tentang
it: Consiglia film o libri sull'argomento
ja: 次についての映画や本を推薦して
pt: Recomendar filmes ou livros sobre

# premiumFeatureTitle
source: Premium Feature
de: Premium-Funktion
es: Característica prémium
hi: प्रीमियम सुविधा
id: Fitur Premium
it: Funzionalità premium
ja: プレミアム機能
pt: Funcionalidade Premium

# premiumFeatureDesc
source: This feature requires a premium subscription. Upgrade to unlock advanced capabilities and enhanced AI features.
de: Für diese Funktion ist ein Premium-Abonnement erforderlich. Führen Sie ein Upgrade durch, um erweiterte Funktionen und erweiterte KI-Funktionen freizuschalten.
es: Esta función requiere una suscripción premium. Actualice para desbloquear capacidades avanzadas y funciones mejoradas de IA.
hi: इस सुविधा के लिए प्रीमियम सदस्यता आवश्यक है। उन्नत क्षमताओं और बेहतर AI सुविधाओं को अनलॉक करने के लिए अपग्रेड करें।
id: Fitur ini memerlukan langganan premium. Upgrade untuk membuka kemampuan canggih dan fitur AI yang ditingkatkan.
it: Questa funzionalità richiede un abbonamento premium. Esegui l'upgrade per sbloccare funzionalità avanzate e funzionalità IA migliorate.
ja: この機能にはプレミアム サブスクリプションが必要です。アップグレードすると、高度な機能と強化された AI 機能が利用可能になります。
pt: Esta funcionalidade requer uma subscrição premium. Atualize para desbloquear capacidades avançadas e funcionalidades IA melhoradas.

source: Maybe Later
de: Vielleicht später
es: Más tarde
fr: Plus tard
hi: शायद बाद में
id: Mungkin Nanti
it: Forse più tardi
ja: 後で
pt: Talvez Depois

source: Upgrade Now
de: Jetzt upgraden
es: Actualizar ahora
fr: Mettre à niveau maintenant
hi: अभी अपग्रेड करें
id: Upgrade Sekarang
it: Aggiorna ora
ja: 今すぐアップグレード
pt: Atualizar Agora

# welcomeMessage
source: Hello! 👋 I'm Hao, your AI companion. - Ask me anything, or just chat for fun—I'm here to help! - Tap the **📖 Discover** tab below to explore features, tips, and more. - Personalize your experience in **Settings** (⚙️). - Try sending a voice message or attach a photo to get started! Let's get chatting! 🚀
de: Hallo! 👋 Ich bin Hao, dein KI-Begleiter. - Frag mich alles, oder chatte einfach zum Spaß—ich bin hier, um zu helfen! - Tippe auf den Tab **📖 Entdecken** unten, um Funktionen, Tipps und mehr zu erkunden. - Personalisiere deine Erfahrung in den **Einstellungen** (⚙️). - Probiere aus, eine Sprachnachricht zu senden oder ein Foto anzuhängen, um loszulegen! Lass uns chatten! 🚀
es: ¡Hola! 👋 Soy Hao, tu compañero de IA. - Pregúntame cualquier cosa, o simplemente chatea por diversión—¡estoy aquí para ayudar! - Toca la pestaña **📖 Descubrir** abajo para explorar funciones, consejos y más. - Personaliza tu experiencia en **Configuración** (⚙️). - ¡Prueba enviando un mensaje de voz o adjuntando una foto para empezar! ¡Empecemos a chatear! 🚀
fr: Bonjour ! 👋 Je suis Hao, votre compagnon IA. - Posez-moi n'importe quelle question, ou discutez simplement pour le plaisir—je suis là pour vous aider ! - Touchez l'onglet **📖 Découvrir** ci-dessous pour explorer les fonctionnalités, astuces et plus encore. - Personnalisez votre expérience dans les **Paramètres** (⚙️). - Essayez d'envoyer un message vocal ou de joindre une photo pour commencer ! Commençons à discuter ! 🚀
hi: नमस्ते! 👋 मैं हाओ हूँ, आपका AI साथी। - मुझसे कुछ भी पूछें, या बस मज़े के लिए चैट करें—मैं मदद करने के लिए यहाँ हूँ! - नीचे **📖 खोजें** टैब पर टैप करके सुविधाओं, टिप्स और अधिक का पता लगाएँ। - **सेटिंग्स** (⚙️) में अपने अनुभव को अनुकूलित करें। - शुरू करने के लिए एक वॉयस मैसेज भेजने या फोटो जोड़ने का प्रयास करें! चलिए चैट करना शुरू करें! 🚀
id: Halo! 👋 Saya Hao, asisten AI Anda. - Tanyakan apa saja, atau sekadar mengobrol untuk bersenang-senang—saya di sini untuk membantu! - Ketuk tab **📖 Jelajahi** di bawah untuk menjelajahi fitur, tips, dan lainnya. - Personalisasi pengalaman Anda di **Pengaturan** (⚙️). - Coba kirim pesan suara atau lampirkan foto untuk memulai! Mari mulai mengobrol! 🚀
it: Ciao! 👋 Sono Hao, il tuo assistente IA. - Chiedimi qualsiasi cosa, o chatta per divertimento—sono qui per aiutarti! - Tocca la scheda **📖 Scopri** qui sotto per esplorare funzionalità, suggerimenti e altro. - Personalizza la tua esperienza nelle **Impostazioni** (⚙️). - Prova a inviare un messaggio vocale o allegare una foto per iniziare! Initiamo a chattare! 🚀
ja: こんにちは！👋 私はHao、あなたのAIコンパニオンです。 - 何でも質問してください、または楽しくチャットするだけでも—お手伝いします！ - 下の **📖 発見** タブをタップして、機能、ヒントなどを探索しましょう。 - **設定** (⚙️) で体験をカスタマイズできます。 - 音声メッセージを送信したり、写真を添付して始めてみましょう！ チャットを始めましょう！🚀
pt: Olá! 👋 Sou o Hao, o seu companheiro IA. - Pergunte-me qualquer coisa, ou apenas converse por diversão—estou aqui para ajudar! - Toque no separador **📖 Descobrir** abaixo para explorar funcionalidades, dicas e mais. - Personalize a sua experiência nas **Definições** (⚙️). - Experimente enviar uma mensagem de voz ou anexar uma foto para começar! Vamos começar a conversar! 🚀

source: Choose from Gallery
de: Aus Galerie wählen
es: Elegir de la Galería
fr: Choisir depuis la galerie
hi: गैलरी से चुनें
id: Pilih dari Galeri
it: Scegli dalla Galleria
ja: ギャラリーから選択
pt: Escolher da Galeria

source: Take Photo
de: Foto aufnehmen
es: Tomar Foto
fr: Prendre une photo
hi: फोटो लें
id: Ambil Foto
it: Scatta Foto
ja: 写真を撮影
pt: Tirar Foto

# profileUpdated
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: Perfil actualizado correctamente
fr: Profil mis à jour avec succès
hi: प्रोफाइल सफलतापूर्वक अपडेट किया गया
id: Profil berhasil diperbarui
it: Profilo aggiornato con successo
ja: プロフィールを正常に更新しました
pt: Perfil atualizado com sucesso

# profileUpdateFailed
source: Couldn't save profile changes. Please try again.
de: Profilaktualisierung fehlgeschlagen
es: Error al actualizar el perfil
fr: Échec de la mise à jour du profil
hi: प्रोफाइल अपडेट करने में विफल
id: Gagal memperbarui profil
it: Impossibile aggiornare il profilo
ja: プロフィールの更新に失敗しました
pt: Falha ao atualizar perfil

# clearChatHistoryTitle
source: Clear Chat History
de: Chat-Verlauf löschen
es: Borrar Historial de Chat
fr: Effacer l'historique de discussion
hi: चैट इतिहास मिटाएँ
id: Hapus Riwayat Obrolan
it: Cancella Cronologia Chat
ja: チャット履歴を消去
pt: Limpar Histórico de Conversas

# clearChatHistoryWarning
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
pt: Esta ação não pode ser desfeita.
